{"0-0-6":"1. This Surah was twice revealed and is repeated twice daily in prayers; it claims all kinds of praise to God Who created humans and endowed on them wisdom to obey Him and is merciful to the forgiven, i.e. one who commits sins, is penitent and undoes evil and is forgiven under Divine Grace.\n\n2. He is Sole Judge of Reckoning Day, faith in which will make every one fear Him, pray to Him and pray for help from Him to keep on an approved path of the virtuous against the offenders and misguided (condemned to Hell) who falsified and disobeyed His commands and Adopted other leaders than those Immaculate appointed by God.","1-0-6":"1. Letters Divine secrets are personified in Ahl al-Bayt and Prophet said their connection with the text shall continue until the Day of Judgment when they meet him near cistern.\n\n2. Salvation is for those who are qualified by Taqwa (Piety).\n\n(2) Believe in unfathomable facts regarding God, Prophet, Imam and His Designs all based on Justice. (3) “Believe in text and preceding texts.” (4) “Certain” of Reckoning Day. (5) “Steady at prayers.” (5) Spend what they posses in property and knowledge for those in need of them.","1-7-19":"Full characteristics of hypocrites are indicated in this paragraph and every true seeker of truth should try to avoid the apparent ways adopted by them, due to their love for worldly pleasures which they could not sacrifice for eternal happiness about which they did not feel certain and acted on “A bird in hand” is worth two in bush without realizing “God’s Promises are sure to be fulfilled.”","1-20-28":"1. God points out how faith can be developed to attain perfection by continuous timely prayers and which is sure to lead to salvation, reminding of His Obligation, remembrance of which will keep you ever obedient to Him, without attaching like affection to others.\n\n2. To eliminate misgivings of mind. He, in proof of His being your creator, reminds you of what and where you were before it. And once he brought you, after giving you time limit in this world to gain your Eternal Grade, he will again raise you alive to send you to respective grade of Paradise or Hell. If you persist still, then He challenges you to bring a like chapter of the Qur’an failing which you stand to condemnation of Hell. Hence, do not doubt, but with proofs adduced, submit to His Existence, howsoever trifling the proofs appear to you. Be not of those dissenters whose purpose is merely to fan dissension under the devil’s leading to perdition.","1-29-38":"1. God clearly states, “Appointment of His Representatives on Earth is absolutely reserved for Him,” which allured angels to put forth their claim, and which is refuted by God on their being not capable, in spite of being immaculate, (this proves superiority of Divine Messengers, i.e. Prophets over them). Marginal notes should be studied very carefully to realize the entire issue of Adam’s loss of Paradise and regain thereof.\n\n2. This paragraph (clause and couplets) are the essence of the text. Humans, as progeny of Adam, is subject to evil influence of the Devil (created as a test) who is enemy of humans, as on their account, he (devil) was cursed and sent out of heaven and by virtue of his prayers he got amends to swerve misgivings, which, when people forget “Divine warnings” Zikrullah overrule him but on recollection they should plead on intercessory prayers unto God by undoing sins and rectifying self and directing self to God by following Divine Guides who are Immaculate, in preference to pretenders to guidance, who are neither Immaculate, nor bear knowledge of Divine Text as revealed to the Prophet and his revered immaculate family (peace be upon them). (They are Divine Lights, having come from Heaven with Divine knowledge.)","1-40-45":"1. Paradise is promised to those (1) who always thank God by praying for their sins, doing penance for their drawbacks and thanking Him for the innumerable gifts of bounties of reason, health, wealth etc. (2) Who fulfil the trust reposed in them by regular prayers, fasts, tithe and self sacrifice, do every virtue, refrain self from sins and prevent others and associate the virtuous avoiding the vicious. This is in fact accepting sincerely (foundation of faith). (1) Usul al-din\n\n2. He then forbids abstaining from accepting bribes, by misinterpreting religious Texts and keeping Divine awe always in view in all dealings, not to hide Divine facts for worldly gifts, without fear, oppose all contradictory customs to Divine commands, also, be not advising others while following your passion for all personal interests despite reading text and acting adversely thereto which is a marked sign of want of developed reason.","1-46-58":"1. He reminds them of His Bounties to their forefather so as to enable them to avoid leaders of their forefathers and in selecting them, to whom He sent Prophets, who also ruled on Earth, like Solomon and David.\n\n2. Then He reminds them of death day, before which they should do penance and virtues, else nothing shall save them, neither charity nor intercession.\n\n3. He then reminds them of His obligations to the forefathers who were under the clutches of Pharaoh’s followers.","1-59-60":"1. Discontent causes Divine wrath and murdering God’s Messengers without right reason leads to hell and Divine wrath as well.","1-61-70":"Friday’s (rules) be strictly observed, else defaulters will render themselves to Divine wrath.","1-71-81":"1. When the Prophet was informed they omitted in disclosing Ali’s succession, as declared by him at the Valley of Khum at the Ka‘ba, along with other declarations, he repeated the verse.\n\n2. Major sins of nature of denying the “Unity of God” with “His Justice,” “Prophetship,” and “Imammate” and Reckoning Day are of nature, which will cause Eternal destination in Hell and without which no action is considered valid, which means Eternal hell.","1-82-85":"1. The prophet predicted Hussain’s slaughter with three days’ hunger, thirst by so called Muslims, who will be condemned to Hell.","1-86-95":"This sort of rebellion, due to jealousy, was seen in angels, who desired to be God’s Representatives on Earth, and the Arch-angel who refused to bow down to Adam was on this account.\n\nThe angels did penance when they realized they had not the ability. So followers of Satan, in Jews, Christians, and Muslims disliked to follow Divine Nominees by Prophet, who were genuine Divine Lights and preferred to rule on Earth being a worthy ambition, though leading them ultimately to Hell by annihilating Islam.","1-96-102":"Nothing is so frequently repeated in the Qur’an-i-Sharif as “Those who believe (in God, Prophet, and Ahl al-Bayt) and acted virtuously, i.e. prayers, fast, tithe etc. were of paradise and those who discarded (i.e. God, Prophet, and Ahl al-Bayt) were of Hell, wherein they would permanently reside (as belief is root of faith, tree and virtuous acts its fruits are branches.","1-103-111":"1. Addressing equivocally Prophets of God is seriously objected, as sincerity is needed in dealing with the true, being Divine Lights.\n\n2. Hypocrites do not like any good to “Islam.”\n\n3. Once you are sure of the existence of God, His Being Self-sufficient, Omnipotent, Omniscient, do not pry into the Nature of Deity.\n\n4. Avoid Society of humans of revealed religions who are jealous of the true Islam, as also Sunnis.\n\n5. Self praise and false hopes be avoided, what is wanted is “True Faith and its demonstration in sincere acts. (1) Prayers, fast, pilgrimage, self-sacrifice by participating in the crusade and bearing patience and patience and piety. Love of the Prophet and his Ahl al-Bayt (Divine Lights).","1-112-128":"This clause practically specifies “Khilafat” is reserved for Immaculates of Divine selection: pilgrimage, prayers are obligatory near Abraham’s Place, and Mecca is profusely supplied with provisions, besides sage against invasion of infidels.","1-129-140":"To God regard “Islam” is the only religion and is the same as Propagated by Abraham (2000 B.C.) and followed by his sons and posterity under their wills, Moses 1250 (B.C.), and Jacob 1000 (B.C.) and Prophet Mohammad and to argue “God has a Son in Jesus” or in “Ezra, as claimed by Jews” is simply a got up affair and absolutely unfounded and unauthorized. They are gone and will answer their deeds and you, who are being advised, refuting their claims shall be responsible for your acts.\n\nThis doctrine of Unity of God in original form does not allow any physical features or relationship or making God needy of a son or a partner; rather the entire creation is at His beck and call and it matters not. If He likes to call away all at once or at His will, none can bar Him, so, let us all be believe in Him as 1) Solitary, 2) Glorious, 3) Omnipotent, 4) Omniscient 5) All-forgiving, and 6) Self sufficient Monarch of this and Futurity – where He shall call upon each and every of His creatures, humans and jinn to account for their deeds and reward them on basis of “justice” which is His standard of decision.\n\nJudaism and Christianity flourished long after Abraham’s death, about whose faith as a Muslim as claimed by God, therefore cannot be controverted by any.","1-141-146":"1. In this paragraph, God tested His Creatures, Muslims, Jews and Christians: When Prophet was at Mecca (A), he used to direct his face to (B) Jerusalem, keeping (A) also in view and when he went to Medina (C) he turned, in course of Prayers (at Medina) from (CB) to (CA). Thus God finds out who kept ready during the whole time of prayers (amongst Muslim followers and who among Christians and Jews objected to this action of His, carried out under Divine commands, which have to be carried out, at any cost, should “human reason” accept or turn away, in course of prayers or not. Those objecting are termed “foolish” by God.\n\n2. Palestine is inhabited by Christians who have the Qibla towards Bethlehem, birth place of Christ, by Jews, who have their Qibla towards Jerusalem and Muslims who have now their Qibla towards Mecca, thus Qibla at Palestine for three sects differs.\n\n3. God says, “Although the Prophet’s signs have been distinctly given in the Torah and the Bible (Old Testament) they do recognize their own texts, but out of spite they deny this fact which you Muslims do not do, as I, as God, testify thereto.”","1-152-162":"1. God has described the process to adopt Divine help by “fasts and prayers” as it is appreciated by Him, if it is sincerely carried out.\n\n2. He then describes what His test of “faithful creatures” consists of: (1) It will involve in (1) incurring fear, patiently remembering Him, (2) undergoing pangs of hunger patient, (3) sacrificing property (as Job and “life”) and, (5) and children (as Imam Hussain) patient simply to incur Divine will, the success will result making your guidance steadfast winning Divine Mercy, i.e. Paradise.\n\n3. He then stipulates: Moving from Safa to Marwa seven times as a part of an obligatory function in Umra of Hajj leading to worldly eternal prosperity.\n\n4. Then God deprecates curse on those who hide his commands revealed unto humans through His Messengers and text. Such people who die without penance are permanently cursed by angels and humans too, besides incurring Divine Curse and nothing but Hell (permanent) is their abode.\n\n5. Finally, He again reiterates, there is no other God to save them from Hell or grant them Paradise and so unless and until, they accept His guidance directed through His Prophet and Family (Immaculate) they are bound to be condemned to Hell with all their prayers and virtuous deeds.","1-163-166":"For not having spent what they amassed, in the name of God, and the resulting benefit going to others or penalty of its misuse by others shall be laid down on their heads.\n\n1. God, in proof of His Solitary Monarchy of Heavens and Earth gives various other instances where in natural forces, as per scientists are involved. He claims creation of all such forces to self, e.g. of Heavenly Bodies, causing day and night, movements of trade, winds and other seasonal and cyclonic storms, causation of rain from clouds whereby food for maintenance is provided, with Buoyancy of liquid, keeping the ship floating with merchandise etc, its outcome of an Architect of the highest inconceivable degree.\n\n2. He then enforces attachment to self and the Immaculates, through whim His Existence was realized by humans, else they would not ever have succeeded in locating His attributes and designs. It is clear the scientists, having failed to locate and thus began to deny His very Existence, whereas others, feeling jealous of miracles, granted to immaculates started deriding His Prophets and abrogating like powers to self to win public administration at cost of their rights. So God states, when on the Day of Judgment will they see for themselves, these counterfeit leaders carry no weight with God, will feel sorry and like to come back to kick them up, when it will be too late. In fact, God has made compulsory their love as a compensation for having guided them.","1-167-175":"1. God has commanded all to eat lawful and pure of natural products, verily without Divine knowledge of these, on cannot on their own initiative decide what is legal and what is otherwise.\n\n2. This argument to say, we shall follow our predecessors’ texts, is prejudice of old and is being followed even now by those considered authorities on religion and politics without subjecting to reason or declaration thereof as misguidance.\n\n3. He has fore warned those who accept bribes and misinterpret or tamper with the text and will lead to eternal Hell without expiation of sin.","1-188-195":"Pilgrimage consists of “Umrah and Hajj,” when a pilgrim after putting pilgrim garments at mikat is forbidden from certain lawful functions, enters the Holy Sanctuary for perambulation and prayers and walking up and down between Safa and Marwa. He then removes pilgrim garment. on the seventh Dhil Hajj goes to Arafat, spending the ninth until evening, leaves for Mashar, spending the night there and arrives Mina on the tenth morning, sacrifices a goat and throws pebbles for three successive times at Jumrah, goes to Ka‘ba during intervals repeating perambulation with prayer, walking up and down, comes to Mina when 12th and 13th pilgrimage ceremony is finished. After perambulation of legalizing intercourse and parting perambulation with prayer, he goes either to Medina, if he has not gone before or pilgrimage to visit Divine Lights and returns home, invites relation at entertainment in due recognition of Divine Gift.","1-196-209":"Explained under notes.","1-210-215":"(1) When God has indicated His chosen guides as Divine Lights, sent them with miracles to justify their genuine case – for welfare of public at large and when the latter refused to admit guidance through them, they must be prepared to meet Divine Punishment.\n\n(2) The infidels, not having faith in future life, are faced with cash interest, offered to them in this world, gains of which are frail, but the patient faithful will carry the day in futurity.\n\n(3) Claiming paradise, on simple statement of being a faithful is not admissible to God who shall get it confirmed on successfully undergoing trials to which everyone shall be subject resulting in loss of life, property, children or health and demanding participation of self sacrifice in virtues, wherever the occasion arises.","1-216-220":"1. Crusade by participating in Holy Battles to convert infidels to Islam in company with a Prophet or Imam is commendable as death of a martyr gains him paradise and a conqueror otherwise gives him boot. Similarly, crusade with an inner enemy (passion) gives you paradises if you die in redressing yourself or makes you an exemplary character by controlling your passion in religious ordinances, as per guidance of a “secret Prophet” in your reason. This crusade being of daily requirement is more trying than a crusade in participation with Divine Light and therefore is termed Major.\n\n2. Islam permits limits of reverence for holy months and holy places where they are exceeded and power available, they cannot be tolerated.\n\n3. An apostate is worse than an associator, losing in worldly and eternal gains.\n\n4. “Worldly pleasures are a cause of eternal pains.” The effect of alcohol is to benumb the senses, to impair judgment, to dethrone reason, to becloud memory, to shaken responsibility to (deceive drinkers as to) their true condition. It harms them physically, mentally, morally, spiritually, and economically. Clear instances of which are given in wine and gambling, alike of which has been common nowadays in “crossword puzzles.” This is an awful waste of time, which is itself money and a temptation whereby humans forget their other obligations.\n\n5. Islam suggests raising status of brethren even at their cost if judicially spent e.g. “creating of trust.”\n\n6. God prefers faithful men and faithful women to prefer the companions in marriage from faithful slaves men and women and if they cannot beget among the rich faithful. This is the value of faith before God as without faith, paradise is unlawful to anyone.","1-221-227":"This paragraph treats on a par a conjugal contract of matured men and women one ought to peruse it carefully to keep Divine Commands in view as negligence thereof results in worldly and eternal loss. It treats of 1) mutual rights under peaceful living. 2) If this is impossible, in spite of attempts at reconciliation the way, in which divorce is to be effected, is to be carefully borne in mind by either party. Random have no value.","1-228-230":"In pre-Islamic times, there was no check on irresponsible powers of the husband who dissolved it at his choice. Islam protected wives from being thrown to the world by imposing conditions for exercise of this power and even gave them option to dissolve the contract, under certain circumstances.\n\n1. When dissolution proceeds from husbands, it is called “Talak.”\n\n2. When it proceeds at the instance of wife, it is called “Khula.”\n\n3. When it is mutually affected, it is called “Mubarat.”\n\nShias, unlike Sunnis, only recognize talak-i-Sunnat which is in accordance with the rules laid down by the Prophet, against heretical divorce, introduced in the second century of the Muslim era during Umeya Monarchy who found it difficult to repudiate it, owing to checks imposed therein by the Prophet with indulgence of their caprices found on pliability of jurists, a loophole to effect their purpose.\n\nThere are two talaks, definite of which is known as talak ul-bain, where parties so separated under this, they cannot remarry until the wife marries another husband, who should divorce her before she takes up her first husband in remarriage. Whereas in the other case of which there are only two chances granted to a husband to remarry her, after having divorced her. This he can repeat in the second divorce. But the third divorce is the result of Talak-ul-Bain mentioned in the case above.\n\nThus God has described all these briefly in the above three couplets, admirably, threatening the parties not treat lightly His command a matter of hide and seek disregarding blessings offered to either party by Islam to enjoy the same on the Divine limits. The Prophet said, “Best of my followers are those husbands who lead a peaceful life with their wives and best among lady followers are those who lead cheerful life with their husbands. When God gives them the reward of 1000 martyrs, giving supercession to them over nymphys ever wise man and woman will keep above advice in view as divorce is deprecated by the Prophet, as the most undesirable escape.","1-231-234":"1. These again relates to maintenance of healthy society. What is wanted is “Fear of God” to force and control the inner foe, which makes a husband a tyrant and causes the wife to disobey him, resulting in the most undesirable action of “Divorce” which, if done, in good spirits, and no attempt at harassing the wife to select another mate to be made, as it contributes to his losing paradise and destruction for the woman under divorce and contemplation of seeking a better suitor is not objectionable.\n\n2. This again pertains to maintenance of newly born babies who are to be brought up in the environments affording comfort to the extent which is possible and not at the cost of parents.","1-242-247":"1. This is an example when people, after death, before reckoning day will be enlivened. And prophets said what occurred in case of Moses shall also similarly occur in case of my disciples.\n\n2. Advancing a loan, in the name of God, without stipulating of time, of its return, carries reward 18 times of the original premium.\n\n3. In this is pointed out, Divine Prerogative of selecting Divine Lights depends not on worldly wealth, but on Martial Spirit and Divine knowledge, both being “Divine Gifts.” A singular case, during the Prophet’s regime was to be fouond in Ali in whose favour, he repeated. His single stroke of Battle of Khandak was superior to prayers of Menand Spirits until the Day of Judgment and Ali is thegate of the City of Knowledge.\n\n4. This is the same box in which Moses, on his birth, was placed by hismother and set afloat, which was later picked up by Pharaoh. Moses, before his demise, had placed his arms, coats of arms in it Saul, among the tribe of Benjamin, who was higher than any of the people from his shoulders and upwards. David son of Jessu, a Benthelmite of the tribe of Judah, appointed to succeed Saul was destined to be the ancestor of a line of kings and the progenitor of the promised Messiah David Slew Goliath of Goth, the champion of Philistines and was appointed Saul’s armour-bearer. When Saul (Talut) marched with his army, he addressed them verily God desires to test you with a river.","1-252":"Here a distinct proof, of Prophet’s followers, after having embraced faith and enjoyed fruits of his society at home and field, could not save theselves from inborn hatred they bore to especially Ali with whom they could not compete on any account on the battlefield. His constant privacy with the Prophet raised jealousy in them which, despite constant statement of the Prophet which he was doing everything under Divine Dictates would not satisfy. In other words, they were not sincere adherents of the Prophets. They had interest of theworld, Power, and property in view, to gain which they continuously kept his company and to gain influence with the public, which might stand by them later, after the Prophet’s demise. No person could rest content with their prayers fast and pilgrimage until he continuously goes on tasting purity of their heart and sincerity of devotion to God.","1-253-246":"1. God has pointed out every good thing, e.g. faith and acts proceeding therefrom, e.g. prayers, fasts, payment of tithe, pilgrimage, etc. should be executed in a lifetime or willed, in case of arrears, so nothing will come to their aid when death angel proceeds to him to removie their souls.\n\n2. This couplet has got mighty effects on those who keep on continuously repeating with certainty of faith and no couplets in the text can replace it. Its meaning is self-explanatory. Everyone should commit it to memory. It gives, in brief, in which Muslims, who had light of Islam, after having admitted leadership of non-authorized Khilafat, lost all rights to paradise and shall ever be in hell, whereas those who admitted true Khilafat shall be virtue of true faith, be ultimiately under intercession to get paradise.","1-257-260":"In this are indicated, miracles to Prophet to assure humans, how they can achieve control over animal kingdom by controlling their passions. These four birds (1) pigeon, (2) fowl, (3) crow, (4) peacock were symbolical of four primary desires in a person of: - (1) attachment, (2) passion, (3) avarice, (4) pomp of the world, which if subdued will result in human salvation and attaining of Eternal life.","1-260-265":"1. In this parable increase 700 times is due to sincere intentions with which a person, with their lawful earning spends in name of God as per statues.\n\n2. Charity based on sincerity without obligation and an insult is appreciable to God, the rewarder, else an apology during disability will act equally well.\n\n3. It will have its effct. Save self against pride and ungratefulness to lose prosperity.","1-266-272":"1. Further method of living pure and pious life is dictated based on “Piety.” It is to earn an honest penny and out of its savings to do charity which shall be repayable in Eternity without any reduction, provided the rightful persons are recepients thereof although they, out of self-respect, will not supplicate you.\n\n2. He prefers “Wisdom” to riches for people, because it is through it, a person’s acts are purified and only these are appreciated by Him as He Himself is pure.\n\n3. This is another important fact to remember and this is not to force anybody to fall in with your views. This is secret and reserved to God, your duty is to advise on Right Path without seeing its issue, purely to seek Divine will.","1-273-280":"1. Continuous charity, secret and open is like a virtuous act because open charity counts for an obligatory function and secret charity is a compensation towards shortcomings of the past and present, and thus results in no sorrow of the past and if the habit is continued, until the end of the life, there will be no fear for future.\n\n2. Interest from Muslim is not permissible. Where, however, money remains at home, without causing any impediment and it is not an interest taking e.g. father lending his son, or wife to her husband, at suitable dividend.","1-281-282":"This is the case on which Law of contract is constituted in Islam and it carries all necessary precautions to be included, when a party of faithful is dealing in transaction.","1-283-285":"This is a statement between God and Prophet under physical ascension when the latter was invited to witness marvels before God, as a special privilege riding Burak, in company with Gabriel, who accompanied him until his limists, wherein many affairs were settled. Daily prayers were reduced from 50 to 17; succession of Ali and Immaculates (Divine Lights) was ratified. The Prophet’s followers will not be held up on: 1. Forgetfulness, 2. Mistake, 3. Helplessness in danger, 4. Action under constraint, 5. For action in anger, 6. Speech under presence of tyrants, 7. Action without knowledge, 8. Misgivings during consideration of man’s transactions, 9. Jealousy not expressed by tongue or action.\n\nIn this connection Imam Ja‘far said God shall never admit him in paradise in whose heart there is a feeling of love for first two successors of Prophet to the extent of a grain of mustard. Beware oh you sensible readers! Another fact regarding jealousy, they bore in their hearts towards Ali and Ahl al-Bayt and exposed after the Prophet’s departure is a historical record. Enmity to Ali is Enmity to the Prophet and enmity to the Prophet is enmity to God. God has cursed him and cast His Wrath on him, who is inimical to Ali (vide Sermon of the Prophet in the Valley of “Khum.” Has not God cursed and cast His wrath on the devil for this jealousy to Adam?","2-0-8":"God has warned not to elucidate the ambiguous couplets of the text in the divergent way, you think, grammatically and dogmatically, giving wide application of meanings from the original and dilating on one’s thoughts, so as to deviate from authorized versions of Divine Lights, whose connection with Divine text shall continue until the Day of Judgment and whose affection is a tenet of Islam and as love implies obedience, naturally it results in avoiding their enemies and friends of their enemies.\n\nThis has resulted in two main factions, one having its religious leadership in Divine Light and the other otherwise, to defend their acts in gaining worldly ends and supporting their acts by misinterpretation of the text. For peaceful life, social justice with heathens is not forbidden, even mutual obligation is recommended, especially when they do not interfere with your religious rights and prejudices and secretly do not contrive to convert you or drive you out of the country.","2-9-19":"Islam in world grants benefits of marriage and Heritage; Faith grants Eternity rewards of virtue and piety.","2-20-29":"God as perfect creator and is “Perfectly good” brought into existence humans and jinn in body and soul with material and spiritual worlds. If they had reserved (a) Takvini and (b) Taklifi\n\nFormer He reserved for self and latter left to creatures yet because “good” is over-powering, total power He did not leave with them else they would have revolutionized His design to His only choice was to grant limited power (under Taklif) to creation wherein His bounty supersedes evil arising from creation, pointing out the issue of following good and avoiding evil leading to paradise and hell.","2-30-40":"God has distinctly laid down claim for His love is to be tested by implicit obedience to orders of the Prophet and in case of refusal, he shall be an infidel. This is enough test for searching this infidelity in Muslim companions of Prophet (which is known as hypocrisy) which, the Prophet to fulfil Divine message kept quiet, fighting with them. To Ali advising after his departure saying, “Oh Ali, your fight is my fight,” and “Hussain is from me and I from him,” (him i.e. Hussain).","2-41-53":"Jesus predicted his persecution by Jews and asked his companions who among them was ready to play his part and accept his contemplated crucification, in lieu of which, paradise was promised to him. On e3ntrance by persecutors, they could not detect who was Jesus, as all were transformed alike. But Titanus acknowledged he was Jesus and was crucified. Gabriel took away Jesus to Heaven. On his death, Titanus was reverted to original features. This created a suspicion, and has been an insoluble problem to date with Christians.","2-54-62":"This paragraph relates a great event of imprecating curse.\n\nThis is as a result of the Prophet’s message to distant places, after having influenced the near about pagan Arabs, to Najran, A town in Yemen, where Christians were believing in Jesus to be a son of God. Men under leadership of Askaf came over to argue with the Prophet whom God revealed to offer a like case in Adam, who had no parents.\n\nOn refusal to be convinced, God commanded the Prophet to throw down the gauntlet by imprecating curse on liars after bringing in their sons, ladies and souls on the field of imprecation barring Abul Haris, who recollected a tradition of Jesus not to enter into such a challenge, if the party involved brought his nearest kith and kin but submit, or reconcile on payment of Jazya, which being done, they returned home, thus proved truth of Islam, and purity and perfect truth of Ahl al-Bayt. It was for this Ali claimed to be “Siddick-i-Akbar” and said none but a great liar would adopt this title.","2-63-79":"Results of mutilating and misrepresenting facts in religion are:\n\n1. No share of eternity, i.e. Hell.\n\n2. No talk with God.\n\n3. No Divine Grace.\n\n4. No acceptance of penance.\n\nNote: Those who have misrepresented the Prophet’s sermon in the Valley of Khum must take a lesson.","2-80-90":"God has been unique all along until He desired creation. He created a “word” turning into “Light” from which Md. and then Ali and his family including Fatima were created with other “word” was created “Soul” which took an abode in this light and thus Mohammad and his family are lights of God, giving them room in their enlightened body as “Divine Guides.’ Those who walked in their light were guided. And those who left them were in darkness of misguidance. Their creation was far prior to creation of the Heavens and Earth. Then He exacted a promise of these Prophets, who are rays of Divine Light from them of their Lordship over them and assistance.\n\nThis clause refers to this event. This is what Jesus claimed, “I am come a light into the world, whosoever believes in me should not abide in darkness” (St. John 13:48). Again he says, “If you love me, keeping my commandments” (St. John 14:15) and predicts our Prophet’s coming. “And I shall pray to Father (God) and he shall give you forever” (St. John 14:16). How many false prophets have since appeared, although Prophet Mohammad spoke of Ali as a Light after him and will be succeeded by remaining 11.","2-91-100":"This is the stand of Shias who claim all prophets and imams are Divine Lights – having brought Divine message, receiving training for them directly, under Divine Dictates; hence, there is no difference in their elucidation of Islam which cannot be interpreted in any other way.","2-101-108":"The Prophet said, “On the Day of Judgment, his followers will approach him near the cistern in five groups of which four are hungry and thirsty, will be hurled into hell and those who created schism in religion. This took place, immediately after the Prophet’s departure from this world signs having developed, during his fatal illness due to prolonged jealousy of the Prophet’s companions which they bore to Ali. The fifth one headed by Ali shall enter Paradise.\n\nThe Prophet said, “Moses’ followers divided themselves into 71 groups, one of whom would attain salvation, and 72 groups of followers of Jesus, one of whom would attain salvation and 73 of my followers, one of whom is to attain salvation, and 72 will be of hell. The one attaining salvation shall be following the text and will be following my successor Ail, for Truth has remained with Ali and Ali was with it, and the Prophet and his companions (means chosen companions) ever remained with the Truth.\n\nMost of the Prophet’s companions after the Prophet’s death turned out disobedient and apostates acting against Divine dictates and the Prophet’s traditions (see the Battle of Camel and Battle of Siffin.","2-143-147":"On hearing high grades of martyrs in “Badr,” they prayed participation in crusade and proved faithless when tested in “Uhud” barring few.","2-148-154":"In this God has depicted characteristics of the hypocrites and truly faithful who stood the test in the Battle of Uhod. He forbore punishing those who fled away from the battlefield for the sake of the Prophet, reserving eternal punishment, unless they died with penance, which is laying down life on the next occasion.","2-155-170":"Bodily notes are enough.","2-171-179":"God has referred why the Prophet, who was so dear to Him, and in whom He had confided the secrets of creation, behaved with such a great consideration, else the examination would not have come into existence, as the Prophet fully knew which most of them would apostate. They did so and paved the way to the “Tragedy of KARBALA.”","2-180-188":"Few recognize in earnest, the world is a deception. All which glitters is not gold. the rich and those vested in power who seem to enjoy themselves shall be the worst of all, on Reckoning Day, for their having misused His Bounties – neglected to pray, pay tithe and for His will, to help the deserving poor faithful, who reserved their entire live in spreading Islam.\n\nIn fact, on Reckoning Day, results will be chaotic of worldly appearances. Those in power in world will go down and those faithful down in the world will be on the ascent. People should, therefore, not ever entertain to rise high in power and wealth, as simply involving them in responsibilities which they ordinarily cannot discharge to Divine satisfaction.","2-189-199":"Patience is acvocated here under three different species:\n\n1. In prayers, payment of tithe and going to pilgrimage and participation in crusade.\n\n2. Calamities of property, failure of body in health and loss of children, etc.\n\n3. Facing adversaries of the Immaculates, by following in their footsteps and avoiding their enemies at the cost of worldly gains and pleasures which are transitory and lending to accounting.","3-0-9":"Self sufficient within the body to show providential fear is the moth of safety, it is implanted in us as a preventative measure of Evil.","3-10-13":"Shias trace through their Immaculate Imams (Divine Lights) elucidation of all legal and doctrinal principles from Fundamentals traced to the Glorious Qur’an and by following them, in close obedience to the Prophet are safe against apocryphal traditions fabricated by their adversary Sunnis. According to the Shias, two causes give rise to right of inheritance: (1) Nasab (tie of blood) and (2) Sabab (special cause). In the first are three classes, viz. (a) parents, (b) husband and wife, and (3) children as lineal descendants. In the second class of (a) ascendants: grandfathers, brothers, and sisters. In the third class are: parental uncles and aunts and maternal uncles and aunts. Under Sabab (special causes) are (1) matrimony and wala, the latter of which is further sub-divided in (1) emancipation, (2) clientele, (3) spiritual leadership shares of inheritance are:\n\n1. Affiliation by husband (1) when wife has no issue, (2) the full sister, in default other heirs, and (3) the daughter when only one.\n\n2. The fourth is taken by (1) the husband with children, (2) the widow with no issue, one or more.\n\n3. The eighth is taken by the widow one or more with children and downwards.\n\n4. The third is taken by (1) the above brothers and sisters, when two or more, (2) the mother, when deceased has no children or with two or more brothers or a brother and two sisters, mother’s share is reduced to one-sixth, though brothers and sisters get nothing.\n\n5. Two-thirds is taken by (2) two or more daughters when no son or sons, (2) two or more full sisters, when no brother or half brothers on father’s side.\n\n6. One-sixth is taken by (1) the father and mother with lineal descendants, (2) the mother with two or more brothers of full blood, or one brother and several sisters, (3) the single child by the same mother only, male or female viz. uterine sister or brother.","3-14-21":"Notes are enough.","3-23-24":"How Islam has been gradually mutilated by the very imposters who seized the power immediately on passing away of the Prophet, can be studied by their autocratic decisions, without having any “Divine Awe” on which all revealed religions are based, having no intention of Divine knowledge and under passion, involved their followers with eternal loss.","3-25-32":"All envy is proportionate to desires we are uneasy at the attainments of another, according as we think our own happiness would be advanced by the addition of this, which he holds from us and therefore whatever depresses immoderate wishes, will at the same time set the heart free from corrosion of envy and exempt us from vice.","3-33-41":"God defines duties of the rich to prevent them from falling prey to the wicked miser condemned to hell. Only the wealth we have so bestowed do we keep (for Eternity), the other is lost to us; rather, we shall have to render account if misused. The Prophet said, “Every good act is charity, your smiling in your brother’s face is charity, an exhortation of your fellowman to virtuous deeds is equal to alms giving, your putting a wanderer in the right path is charity, your assisting the blind is charity, your removing stones and thorns and other obstacles from the road is charity, your giving water to the thirsty is charity.”\n\nA person’s true wealth hereafter, i.e. is the good which is left behind in this world to their fellow humans. When they die, people will say, “What property have they left behind?” But the angels will ask, “What good deeds have they sent before them?” God warns against ostentation, which seldom goes with learning, like the rising and declining sun makes long shadows. It is the signal flag of hypocrisy. Pride is the master sin of the devil.","3-42-49":"Masking Divine Commands intentionally and misrepresenting otherwise renders one condemnable to Hel (vide 78 – 79 of Surah “The Cow”).\n\nAssociation does not merely consist of associating any creation with God but it also consists in associating any other command controverting Divine command and thus rendering object of God ineffective and is unforgivable and at the same time when intentionally done without penance is awful.\n\nLibel is a major sin when applied to humans and Libelling God means falsifying God, daring to face Him – by Jove – it is a sin unimaginable in its degree.","3-50-58":"Bodily and foot remarks, if honestly studied should suffice.","3-59-69":"Bodily remarks, if studied faithfully will suffice.","3-70-75":"The Devil can cite scriptures for his purpose and evil soul producing holy witness is like a villain with a smiling cheek a goodly apple rotten at the heart. If a devil ever laughs, it must be at hypocrites, for they are the greatest dupes as he has; they serve him better than any others but receive no wages, nay, what is still more extraordinary, they submit to greater mortification to go to the lowest hell than since4rest faithful to go to Heaven of highest grade.\n\nAn atheist is but a mad ridiculous derider of piety but a hypocrite makes a sober jest of God and religion, they find it easier to be upon his knees than to rise to a good action, like an impudent debtor who goes every day to talk familiarly to their creditors without ever paying what they owe to Divine Lights, viz. submission. They are saints abroad and devils at home. It is the only evil which walks in visible, except to God alone. One may smile and smile and be a villain still.\n\nThere are only two religions, Islam and Passion (devil), “The moral virtues, without religion are but cold, lifeless, and insipid. It is only religion which opens the mind to great conception. Fills it with most sublime ideas and warms the soul with more than sense at pleasures which are more worldly and frail, while eternal pleasures are pure and permanent, these cannot be attained without payment of price for them and the maximum price will get maximum pleasures which is “martyrdom” and hence participation in crusade with sole intention of Divine will having nothing of securing worldly gains, is entering paradise of the highest grade.\n\nThose who wish to secure the good of others have already secured their own. Every duty brings its peculiar delight, every denial its appropriate compensation, every thought its recompense, every cross its crown, pay goes with performance, as effect with cause, vice vitiates whoever indulges in it, the wicked wrong their souls, generosity greatens, virtue exalts charity transfigures, and holiness is the essence of angelhood. God does not require us to live on credit. He pays us what we earn, good or evil, heaven or hell, according to our choice.\n\nDid you notice those who were advised on their demand for crusade, after flight to hold up (as did Divine Light No. 2) their hands and until commands on crusade are issued? Say prayers and pay tithe and when crusade was made obligatory (as in Divine light No. 3) a group of them got frightened with the people as they fear God, rather more than that, and began to say (those who used to fly away from crusade).","3-76-86":"All bounties are from God and you are grateful to Him, if you use them as per direction and are responsible if you misplace them or misuse them.\n\nWhat is up with you, you have formed into two parties amongst you, regarding those who left Mecca to join you at Medina","3-91-95":"(a) If a faithful intentinally kills a faithful, but not knowing it is unlawful, will not be permanently hell.\n\n(b) If they think it lawful and kills will be a permanent resident of Hell.\n\n(d) If they repent they would not be in Hell permanently, since on referring to Imam al-Sadiq, a faithful killing a faithful, have they penance? He said, “If they have killed on faither, there is o penace for them. If they have done in anger, or to seek worldly benefit – their punishment is they shall be killed, else be taken to the inheritorsy of the slain if they pardon they should pay blood money, and redeem a faithful slave and observe two monts of fasting and feed 60 paupers, but it is a major sin.” The Prophet said it is a greater sin than destruction of the whold world before God and if humanity of Heavens and Earth are involved in killing him – God shall hurl all in hell.","3-100-103":"Bodily explanation is enough.","3-104-111":"Imam Ja‘far al-Sadiq said, “God has not permitted any but Immaculates (Divine Lights) to decie on disputes between humans (Vide Moral on 105 Supra).","3-112-114":"This explains policy followed by Divine Lights, allowing their enemies to pursue course of their choice, for they willed what God Wills.\n\nThis is exactly done by his foremost companions – who started disobeying him openly towards his death bed and revolted against him and God by usurping the Prophet’s succession of Ali and calling Divine Representation under pblic election which was neither a Divine election nor a universal election as per their claim under an apocryphal tradition.","3-115-125":"Note\n\n1. Association with God in Nature-Prophecy or Imamate is unforgivable, unless penance is they forgiven before death.\n\n2. Wishful claims are untenable, be of any creed. Every actin has its reaction, nothing but true faith and righteous act can redeem people for which enforcement of strict Divine Discipline sincerity in action and claim made up by penance for failure andobligation to boot as part of righteousness are essential.","3-126-133":"Know worldly reward is transitory and subject to accounting and eternal reward is permanent. Fear guides mot to duty than gratitude.","3-134-140":"Action of a genuine Leader is under the Divine will, who declares issues of conflicts beforehand. In the case of Imam Hussain, he had distinctly said he was going to lay down his head for the sake of Islam and Divine Will as commanded to him through the Prophet, who in his life time has presaged saying, “Hussain is of me and I am of Hussain.”\n\nHis father, Ali, fought to establish Islam advanced by the Prophet and who completed the entire code fixing liits of various functions and punishments for various crimes as per Divine decree.","3-152-161":"Jesus had predicted his presecution and asked his companions who were read to play his part (1) and accept crucification for which paradise of his was vouche-saved. On enterance of the enemy to seize Jesus, they could not detect who was Jesus, as all were simultaneously transformed into his likness. But the companion who promised acknowledged he was Jesus and was cruicified.\n\n(2) When Jesus will come down from Heaven and Kill Dajjal, all Jews and Cristians will believe in him and differences in religion will vanish and nothing but Islam will prevail and Jesus will follow Mehdi (12th Divine Light) and will live for 40 years and will then die. During this period there will be complete safety, so much so, goats and wild animals will live together without encroaching on the rights of one another.","3-162-170":"God has warned Christians not to believe in Christ as son of God, forHe is self existent and nothing has He given birth to, neither has He a partner. He is Self-sufficient and Indispensable to Creation. At the same timeHis Prophets are Immaculates, trained on the Right Path and they are Divine Lights, although they are like men, but they are from Heaven above, whereas humans in general are fromt he earth who had to study and get guidance under them. Except Shias all others look upon Prophts as ordinary humans. This is one of themain cuases of the split. Jesus himelf affirst (St. John 1:18, “No man hath seen God at any time.” (How can He be then Father of anybody leaving Jesus aside?)","3-171-175":"Note all things can be expressed in four ways: 1) orally, 2) in writing, 3) mentally, and 4) physically. Divine Commands are orally expressed by reading the Text, secondly by writing as youmay find in the Text, thirdly mentally as they can be pictured correctly with purity of heart and lastly can be viewed in person of Divine Lights. Hence, wherever couplets or words of God are referred to Divine Light, i.e. Prophet and Imam are physical expressions thereof.","4-0-10":"This covenant refers to one contracted during the last pilgrimage in the tenth era of Hijri at the Valley of Khum, where fealty to Ali as their religious leader after the Prophet’s departure was exacted.\n\n2. To be perfectly just is an attribute of Divine nature, to be so to the utmost of our ability is the glory of humanity. Justice discards party, friendship and kindred and is therefore known as blind: one man’s word is no man’s word. We should quietly hear both sides. Impartiality is the life of justice, of all good Government.","4-11-18":"What is true with Jews and Christians is equally true for Muslims, and punishment of breach of covenants for like mended people, is of similar nature from his Providence. God helps those who help God and helping of God is in respect of His obedience unto Him with regard to faith in Him and His Lights, be they prophets or imams and saying prayers, paying tithe and advancing loan merely to seek His Will, undoing evil by penance and seeking forgiveness to maintain purity of hearts of negligence of these Divine Commands results in devil’s influence being dishonest to God and His Lights, bringing about Divine curse, when nothing can bring about guidance to humanity. Recapitulation of events after the Prophet’s demise fully bears out God’s punishment.","4-19-25":"The Prophet had predicted his followers like those of Moses (over six lacks) and they shall similarly suffer for disobeying Ali and as they wondered 40 years in a forest of Tiaha of Egypt and could not cross the river Jordon, so shall they suffer in misguidance except the few who adhered to Ali viz, Sulman, Iiqdad and Abazar, until Ali succeeded after three Khilafats and just as for Joshua, successor of Moses, the sun reverted (vide Joshua chapter 10:12. Then spoke Joshua to the Lord in the day, when the Lord delivered up the Amorites before the Children of Israel and He said in sight of Israel, sun, stand you still upon Gibeon and your moon in the valley of Ajalon). Similarly did the sun revert for Solomon and twice for Ali – one with the Prophet, when the latter was resting on Ali’s lap and was overpowered by revelation and it was the sunset and the sun was recalled for the sake of Ali to say prayers; secondly during the battle of Nehrwan, returning to Babul near Hilla, where he did not say prayers, land being cursed, and it was sunset, and when he wanted to say prayers, he commanded the sun, which obeyed Ali and Ali said prayers and the sun set.","4-26-49":"There are but only two religions: Islam (supplication to God). Secondly, Paganism (worship of idolatry) which is why Ali said Zaid bin Sabith has followed paganism on “inheritance.”","4-50-55":"Re 51: It may noted, a friend should be one whose 1) understanding, 2) virtue, 3) confidence, 4) opinion, 5)appreciation (between right and wrong), 6) justice, and (7) sincerity can be vouched, because Jews and Christians believe in Ezra and Jesus as sons of God. They have neither understanding nor any way reliable. How can they be made friends? God and they (Jews and Christians) are God’s enemies.\n\nRe 55: It may be noted, a group of Jews entering the fold of Islam, in whom were included Abdus Salam and Ibne Surya. They asked the Prophet giving reference to Joshua son of Nun nominated as Moses’ successor who was going to be his (Prophet) successor. The Prophet took them to the mosque, whence a beggar (an angel in his habit) came out, whom the Prophet asked, if he was given any charity. he replied, pointing out to Ali, the ring was offered by him, upon which this couplet was revealed.","4-56-76":"Ali was under Divine Commands declared by the Prophet to succeed latter, after him, on 18th Zilhay 10th Hijri, in the Valley of Khum (see Abu al-Kasim Khaskani in Shavahid ul Tanzil giving reference to Abi Umir. Hissermon – has been given under Appendix A).","4-77-92":"The Prophet has cursed sects in wine, viz (1) those who plant wine trees, (2) those who distil, (3) those who tap, (4) those who drink, (5) those who entertain, (6) those who carry, (7) those who want to be carried, (8), those who deal in it, (9) those who purchase it, and (10) those who live on it on commission.","4-93-99":"Self-sufficient","4-100-114":"Self-sufficient.","5-0-9":"Self-sufficient.","5-10-19":"Self-sufficient.","5-20-29":"Jaber ibne Abdullah Ansari says, “Ali asked the dad in the Jewish graveyard how they fared. They said, “Punishment due to your disobedience is alike that of Haroon,” and on entering the mosque of Kufa Ali stated saying slowly, “I shall not agree.” Jaber could not see, so he asked Ali whom he was replying. He said the Valley of Barhut (the hell on Earth) was shown to him and the First Khalifa prayed to call him back to the world to which he would not agree.","5-30-40":"Resurrection in the Bible is given in St. Luke, Chapters 23, 11, 22, 25, 27, 36 where Jesus presages wars and commotions (9), earthly disasters (11), vengeance (22), heavenly perplexing signs (25), coming down of Jesus in a cloud (27), and pray to escape destructions in disasters (36).","5-41-69":"Self-sufficient.","5-70-81":"Self-sufficient.","5-82-90":"Compare Jesus’ words, St. John 14:6. Jesus said up to him, “I am the way, the truth and the life,” “no person cometh unto the Father (God) but by me,” and again in 15 he says, “If you love me keep my commandments.” (St. John 9:5) “As long as I am in the world I am the Light of the world” (St. John 14:7). “If you have known me, ye should have known my Father (God) also” (St. John 1:18). “No man had seen God” (physically, ideally, or mentally) at any time. Jesus had declared His (made Him known). St. John 19:9,”I am the door by me if anyone can enter he shall be saved.” Thus the only way to attain (1) Divine proximity, (2) Divine knowledge, and (3) Salvation from hell is through knowing Divine Light of his time, for, (1) He is the way, (2) Truth, and (3) Leader to salvation (giving you eternal life, i.e. eternal paradise.\n\nAll above sayings of Jesus have been corroborated by the Prophet’s sayings, which are genuine traditions with us and are confirmed by the above quotations from the Bible Revealed Divine Text.","5-91-94":"Ideal life is a living being, having quickening or reviving principle in a moral sense, yielding eternal happiness often alluded to by Jesus in the Bible.\n\nShroud for the dead should be nice as they will be raised on Reckoning Day with it as also character should be exemplary to cover the soul.","5-95-109":"God, in all three realms of humanity (physical, deed, and mental, cannot be comprehended, but on reality of their hearts’ faith, His Existence is undeniable. This was claimed by Ali, who replied he never prayed God, Whom he did not See – Sight being that of “Reality of Faith.”","5-110-128":"(125) Only pure, selected are qualified for “prophetship” – wherein are grades as per grades of certainty.","5-129-153":"Abdullah son of Massod relates from the Prophet, “The Prophet drew a straight line on ground saying this is Divine Way, on right and left of which he drew several lines and said, “Devil is seated on them for your destruction,” and “God has Commanded me and forbidden me and I have likewise commanded Ali and forbidden Ali under Divine Commands. THUS Ali has known from Providence. You can follow Ali and accept him for your safety and obey him to attain right path. He will keep you off from the forbidden and after him his offsprings, who are also guided will guide you.”","6-0-9":"God has fixed prayers, binding, do not waste them, has fixed limits, do not transgress them, has forbidden you choice, in most permissible, so as not to omit, why undertake pains to acquire them?","6-10-24":"Let your acts be based on certainty at first have patience under trials, touching obligations, maintain cheerful disposition with the Trust in God, while maintaining Justice, based on piety.","6-25-38":"Pious creatures of God bore worldly and eternal benefits for they participated the worldly in their worldly avocations, attending to religious duty, whereas the worldly people did not share with the religious in their religious duties. The pious lived in the world with piety and ate pure and lawful, thus deriving worldly pleasures with the worldly who were too arrogant to attend to religious duty. The pious thus got the world and eternal bliss, the latter of which was lost to the worldly.","6-39-57":"We have physical world and spiritual world. When both attain requisite standard, soul enters. Hence, theory of Humans from monkey fails (54). Similarly, soul after attaining maturity leaves this world and cannot enter newly born body, which will be equally matured, which is not, hence theory of transmigration fails.","6-58-83":"Note: This is a paragraph on knowledge of Divine Lights, whose sound and real and useful advice is referred to the public, as against those of their enemies, yielding hardly beneficial results.\n\nPut logically (79) it is:\n\n1. If you loved me, you would have accepted my Divine Message.\n\n2. But you denied it.\n\n3. And, therefore, you did not love Me, hence, your destruction is certain. Thus love of Divine Light is the test of salvation.","6-84-98":"Promise of (96) cannot be meaningless Infidelity and Impurity for vanished which will be done in Resurrection when Hussain overruns the world.","6-99-128":"Do not judge by worldly position, guidance of any nation.","6-129-140":"1. Continual disobedience is a presage to incoming disaster and destruction.\n\n2. By (136) Ahl al-Bayt will inherit the world on Resurrection.","6-141-146":"1. God is invisible being unlike the creation. Never shall He be visible here or in the future.\n\n2. God’s Nature is pure of mixture or want, being self-sufficient and self-existent.\n\n3. Prophets are selected by God only and inspired by Him and Divine taught, therefore, infallible.\n\n4. Follow Divine Commands very carefully.\n\n5. Destination of the disobedient, without acceptance of penance, is hell.\n\n6. The nature of the disobedient is to avoid virtue and follow vice intentionally, being overpowered by worldly pleasures.\n\n7. Deeds of the disobedient will be voided in Eternity as they have been amply paid in the world.\n\n8. As you sow, so shall you reap. World here is for sowing virtues in faith and after death, you will reap reward (i.e. Paradise) what you have sown in your lifetime.","6-147-150":"God’s examination is for everyone. Therefore, one should not be in a hurry but wait until God’s Prophet or his true successor guides to the path, until then, they should pray for forgiveness and guidance from God. As Ali, after the Prophet’s death, was also treated similarly by the misguided hypocrites although, he was made a regular successor to the Prophet on God’s Command at Ghadir al-Khum. These hypocrites made their passion, as God and made Abu Bakr as first Khalifa and Omar second Khalifa, although the Prophet, under God’s commands, had appointed Ali as his Khalifa.","6-151-156":"1. Worshipping as God anything besides Him without penance leads to degradation in this world and hell (permanent after death).\n\n2. Penance is cure for all sins: like a soap washing filth.\n\n3. Guidance, if duly followed under dictates of Divine Lights leads to Divine Mercy, i.e. admission to Paradise.\n\n4. Evil acts of society are likely to affect others, too. Avoid evil society; virtues will bring reward of their won.\n\n5. Divine wrath is for sinners, who do not even do timely penance.\n\n6. Jews and Christians, if they believe in the Prophet of Islam as is stated in their gospels and follow Ali as a Divine Light (being infallible as a guide) will attain salvation, on Divine awe, payment of tithe and faith in text.","6-157-161":"1. Prophet Mohammad is a prophet for the whole universe consisting of the heavens and Earth holding all creatures, be human or otherwise, and whose obedience is bounden on them all, for salvation.\n\n2. God creates and God alone destroys and he alone is sole sovereign of Heaven and Earth.\n\n3. Moses had a group in his sect on the right path.\n\n4. Disobedience on Divine gifts leads to Divine wrath.\n\n5. The virtuous will be soon blessed.","6-162-170":"1. God relates trials to which Moses’ sect was put to illustrate Prophet Mohammad’s sect to avoid disobedience patiently on holy days and months viz. Friday, Moharram, Rajab, Ramadan, Zilked, Zilhaj.\n\n2. This justifies action of the virtuous, advising the disobedient, to refrain from sins, persistent disregard of which will turn them to disgraceful monkey faced, as a mark of sinners condemned to Hell.\n\n3. This is a forecast of Jews being subject to intense punishment until the Day of Judgment for neglect of Divine Blessings, although he is equally Merciful to the penitent.\n\n4. God tries creatures in adversity and prosperity to enable them to do penance and revert unto Him.\n\n5. Subsequent successors were worse accepting bribes and falling prey to mean acts of collecting wealth and hoping to be forgiven soon for every kind of sin, without adherence strictly to Divine text or doing penance. This is also the condition of the present Muslim generation who has forgotten the conditions conveyed in the Divine Promise. Eternity is reserved for the God fearing who strictly adhere to the text and goes on rectifying their sins under penance.\n\n6. God relates means he employed to enforce His obedience on Jews in the past. Now He sends famine, cyclonic storms, earthquakes, floods once or twice every year so people may awake and be virtuous.","6-171-179":"1. God has reminded His Creation, who admitted their sole Lord and Creation in Him when he created their souls, before sending to this world, so they may not worship other gods when they came on Earth.\n\n2. He describes how His Bounty was misused by Bal-am-Ba-oor, whom the devil seized for hell, by his following passion, like a barking dog, who does not refrain, whether he is threatened by a stick or not. Religion ennobles man and does not debase him.\n\n3. Case of those falsifiers of God’s commands is like a barking dog, not listening to advice or otherwise, running their own cause, being slaves to their passion, unmindful of punishment of Hell.\n\n4. He alone who acts as per Divine commands (dictated through His selected guides) is guided, and he suffers whom God forsakes to his fate for being negligent of Divine Commands and not listening to them (Divine Lights) with heart and following accordingly.","6-181-187":"1. Fear God’s special ways of arresting sinners and be always penitent, taking account of your deeds.\n\n2. Think of world which is transitory and you as a member thereof must die one day and rise to account for your deeds leading to paradise or perdition.\n\n3. Seek Divine guidance from Immaculates only, as authorized by Divine Lights.\n\n4. None can foretell the hour of Judgment day but God.\n\n5. Our Prophet, like others, is an Evangelist and Warner for the faithful.","6-188-205":"199. Therefore, take to overlook their short comings and advise them to virtue and turn away from the mischievous,\n\n1. God states how He created, and latergenerationstarted associating with Him, others, who bear not power to help others or self. Rather, they are His creatures.\n\n2. He then describes state of those whose hearts are sealed against guidance and inspite of appearing to see and hear are unable to grasp facts on guidance.\n\n3. He then suggests golden way of tackling such persons to adopt forgiveness by over-looking their shortcomings by advice to virtue and avoid the mischievous and during excitement think of God, before action, praying His protection to avoid the situation, in safety.\n\n4. Devil ruins them, who are of sealed hearts by persistent breting into them who adopt his society creating all kinds of doubts, misgivings, making them blind hearted,while they think themselves guided.\n\n5. Be cool and hearing when the Glorious Gur’an is being read to obtain Divine grace. those who seek Divine Proximity, do not get tired at prahying, glorifying Him and prostrating to Him.","7-0-9":"Conditions for acceptance of Daily Prayers which is a complete manifestation of Divine obligation in which not only the human heart is involved but all the organs physical of his are affected. If this obligation is defective there is no other obligation, which takes up with the heart. If this obligation is defective there is no other obligation which takes up with the heart, all physical organs in discharge of Divine obligation. Thus, then, failure to perform prayers as per requirement disqualifies a faithful to admission to paradise owing to defective faith.\n\nFirst condition needed is purity of soul and body with this, half duty is discharged. Now realization of Divine Deity, as per His real Entity can only be realized by him, whom Divinity guides. This is, in the first instance, Prophet Mohammad and his Immaculate Family followed by all other Prophets and their successors from Adam downwards who were heaven born and Divine trained, termed as Divine Lights. Thus anyone who prays to God without their medium is an Associator and his prayers will not be deemed admissible.\n\nSecond condition is piety enforced by God who demands fulfilment of rights and those of the individual relating to self. With association, which disqualifies acceptance of prayers, are included, despondence, intrigue against Divine Lights or breach of fealty to them, disregard to Divine Commands, i.e. transgression, flight from crusade without justification, hypocrisy, pride, postponing without justification fasts and pilgrimage, misguiding others or preventing them from following Divine Path, disrespecting Holy sanctuary of Mecca. These can be rectified by due penance to God.\n\nRegarding rights of men (faithful especially) unless latter forgive and punishment received on behalf of others (non-faithful) in this world, prayers are not accepted. In this are included tithe loans, backbite, murder, parents obligations and due obedience unto them, interest taking, swallowing rights of others, barring their rights, disaffection, sodomy, theft, deceit under-measure, tale-bearing, fornication and like transgressing. Rights of self are: drinking, eating the dead, bacon, gambling, lie extravagance, wasteful games, music, and cinema, illicit earning, hiding religious facts. These relating to soul are: delusion, love for power and self, self-estimation. All these render man faithless and incapable of getting his virtues accepted.\n\n********\n\n1. Lands surrendered to the Prophet without actual march thereon fall under Divine Discretion to be partitioned as per His Prophet and legal successor’s desire, for Badr, the Prophet did not separate Khums, but there after he did so before distributing the booty in three sections.\n\n2. True and faithful are qualified by\n\n3. God helped the Prophet at Badr with 1,000 angels to encourage followers of His Prophet, else His help was enough. Was not angels’ coming as Divine help enough to convince the Prophet’s companions on his genuine claim to Prophetship?\n\n4. Regarding word of God, see St. John 1:1, “In the beginning was the ‘word’ and the ‘word’ was with God. Again in 1:4, and the ‘word was made flesh and dwelt among “Us (and we beheld His glory) i.e. in that ‘word’ these “divine Lights” are known as sons of God (John, 1:12) not literally as it would not only be misnomer but infidelity taken as light or guidance is admissible as per the Glorious Qur’an.","7-10-18":"1. Note Divine Help in form of rain and storm whereby one party benefits and the opposite loses. Also, Divine fright infused by angels which causes faction in the faithful is Divine, provided steadfastness and trust are maintained in God. Obedience to God and the Prophet are in view.\n\n2. Infidels suffer defeat in the world and get hell in eternity.\n\n3. Running away from the crusade is infidelity, except with a view to rendering help to one’s own party. God decides on intentions in flight.\n\n4. Success is from God alone, Who grants courage, strength and tactics to handle the enemy.","7-19-27":"1. Disobedience to God and Prophet is not permissible in any case.\n\n2. Be not like the hypocrites who say they heard, whereas it is otherwise, hearts are sealed by God and they have no sense, being rendered deaf and dumb and thus they are worse than cattle.\n\n3. Every man gets an opportunity to distinguish truth from otherwise and it is on his intentions which makes him guided on the right path or lose self in misguidance.\n\n4. Ever keep in view the Divine Bounties to keep you obedient, grateful, and leading to increase of virtues and avoiding vices. Do not cause a split among yourself: united you stand, divided you fall.\n\n5. Guard what is left with you as Divine deposit, and remember your property including and children are Divine deposit. Therefore, spend your property in Name of God and train your children to follow God’s commands in Rule of Islam.","7-28-36":"1. Divine Awe will enable you to distinguish right from wrong, remove your sins by leading to forgiveness.\n\n2. God describes how He save the Prophet by making Ali sleep on his bed which led to his flight and avenged the Prophet’s enemies as a cause for the battle of Badr for plotting the life of the Prophet.\n\n3. Do not laugh at Divine Couplets thinking old stories as infidels.\n\n4. God reminds how the hypocrite Noaman Haris Fahri when he suspected Ali’s succession and prayed for Divine punishment, if it was true, and Noaman Haris Fahri was killed on that act (see Chapter Ma‘araj 70).\n\n5. God does not punish so long as the Prophet is with them or latter are praying forgiveness on penance to fulfil transmission of Divine message.\n\n6. Only the virtuous can claim affinity with God.\n\n7. Those who spend their property to defy Divine designs shall ultimately repent in grief.\n\n8. Those who claim affinity with Divine Lights have to prove it in the Crusade and to be distinguished for being entitled to intercession as 73 of Hussain’s adherents. See confirmation by Jesus footnote p. 155 on 37 (b).","7-37-43":"1. It is a warning to infidels to refrain from mischief, else Divine Punishment is inevitable, until God’s religion survives all other faiths, as God favours His Prophet.\n\n2. Fifth of Booty goes to the Prophet who used to distribute as per Divine commands, amongst his deserving relations, orphans, poor, and needy to study religion during his lifetime for public guidance. If you have faith in God, whose miraculous ways of helping the Prophet you rave witnessed to prove He is Almighty every way controlling Natural Forces, and Human Hearts, to control their mischievous activities. His illegitimate successors disallowed this share of khums to the Hashimite deserving after the Prophet’s death. This is one of the gravest charges of contradicting Divine Commands adopted to follow their evil intentions by them.","7-44-47":"1. Face infidels with courage remembering God intensely to keep your acts on a straight path, to help you amidst trial and patience.\n\n2. Avoid devil’s dupes and misgivings making your strut on your apparent strength and false promises, which all are under Divine Control.","7-48-57":"1. Trusting God involves patience to satisfy God. The faithful are capable of being assisted against their enemies’ hypocrites who will realize how patient faith brings an ultimate reward from God.\n\n2. God never exchanges His Bounties on His creatures until and unless the latter for want of thanklessness or disobedience deserve to be deprived of them.\n\n3. God considers those Creatures worst, who pretend to believe and go on making and breaking promises with regard to obeying His commands for which He suggests to His Prophets to set up a lesson by severe punishment.","7-58-63":"1. Chance given to infidels to rectify, must not lead them to believe they have defeated Divine Designs.\n\n2. Maintenance of a standing army, duly financed is necessary to produce awe in enemy (although Divine Help is really active and effective) and all what you spend for the sake of God will not be voided.\n\n3. Do not necessarily pursue fighting course. If they sue for peace you also give in, and if they play a game, trust in God who’s Help is real as you have seen in Badr. this for the Prophet as a Divine Light who alone in such time is empowered to make a crusade, and God has power to control human hearts, whereby without warning, he can subdue hearts of the enemies who cannot otherwise be won over. Islam is not a militant faith in the world of trial, though it has to fight in self-defence under sanction of Divine Light.","7-64-68":"God commands the Prophet to stir up the faithful to face the infidels and promises success as 10:1 and finding some among them not steady relaxes the ration to 2:1 if they bear patiently, Prophet, as per Divine commands wipes off infidels by killing them when they are taken prisoners but the weak faithful want to liberate them on ransom, i.e. by accepting worldly profits out of them. Had it not been recorded with God legal acts of such weak faithful they would have been long before severally punished therefore, leaving it to the discretion of the Prophet. Abbas, the Prophet’s uncle, is released on ransom and embraces faith.","8-0-28":"1. God dislikes dishonesty on the part of an infidel prisoner. Hence, honest confession will lead to restoration of lost property and the endowments, provided they embraced faith, forgiving their sins, whereas instances on past practice will lead to Divine Policy of Punishment, besides dispense of justice, as He is Almighty and Omniscient, none can prevent Him from His Disgrace.\n\n2. God has graded the faithful, as per their merits. Those who fled from Mecca to Medina at a cost of loss of property and relations and fought for love for God and Prophet at cost of their life have the highest grade (who can equalize with Ali?) he slept on the Prophet’s bed when the latter fled and later, on the battlefields, God gave an evidence by granting Dhul Fikar, and honour of La Fata-Illah-Ali, simple embracing faith, without flight, counts for nothing, and the Prophet cannot hold out such faithful, responsibility to save their lives.\n\n3. God warns the faithful in which associators about you are friends with one another and be on your guard not to wage a war with them unless you are equally prepared, else it will ultimately result in the world war, and such is the state not also. (Refer to 73 of previous Surah.)\n\n4. Before revelation of the Divine commands regarding heirs, emigrants and shelters were heirs of one another, and this order was later super ceded, except Ali, being a Divine Light.\n\n5. God, through Ali, on largest pilgrimage declared associators, after a lapse of four holy months, as open enemies of God, not to approach Holy Sanctuary of Mecca, subject to imprisonment and killing, save these who sought shelter, and listened to God’s commands and followed the faithful in prayers and payment of tithe, when they would be like brethren, barring these, with when period of convention had not expired, and have not breached it any way, by aiding Muslim enemies against Muslims, whereas those who have neither considerations for blood relationship, nor maintenance of terms of treaty and are bent on driving out the Prophet, be not afraid of them rather fear Me as I am more deserving of it and He will and you by killing them at your hands, and sending them to Hell, thus consoling the faithful hereby.\n\n6. God is not going to admit the faithful to Paradise on their simple embracing faith of Islam without giving a practical successful test to which He will subject them by participation in crusade at the cost of life and property and see if they fear anybody more than Him and bear an affection to their father, sons, wives and relations, if they are infidels or plot against God and Prophet in defeating them, in spite of convent of Ghadir al-Khum.\n\n7. God has decided infidels shall not enter or approach the holy sanctuary of Mecca although they used to set up markets of food provisions. God promises to make this arrangements in the future and today Mecca holds the highest market in the world during pilgrimage. How fully Divine provision has been fulfilled, and there is no anxiety for starvation of residents of Mecca or the Pilgrims. This is also the case for pilgrims visiting shrines of the Holy Immaculates.","8-29-36":"In this paragraph there is a prognostication of coming of the 12th Light in the future when he will put down all religions, except Islam, and is Resurrection of the Christian faith, actually Jesus will follow the 12th Divine Light and periods thereof will vary.\n\nThis was the first (schism) novelty in religions – whereby a holy monthly was made legal to fight for them and the other was rendered holy to suit personal choice and complete the number of holy months. Schisms are disliked in Islam and have been the cause of decay. Crusade against the Divine Light was legalized by the so-called Muslims when this month was illegal for fight even by infidels.","8-37-41":"In this paragraph, God describes how idle and unwilling were his (Prophet’s) companions to participate in the crusade. When the question of a hot season and distance, without appreciable gift of booty, came to their consideration, whereas God says, their sacrifice in crusade will lead them to paradise, of which they are unaware, whereas the pretenders will suffer both ways for having apparently accompanied the Prophet with a view to getting booty and losing life will get Hell owing to evil intentions and by pleading false excuses on false oaths, some of them kept away from accompanying and were exposed by God for this is an anecdote of the “cave of sur” where Abu Bakr, who followed the Prophet, unarmed, against his (the Prophet’s) will, practically with no good intentions, and when the enemy could not further trace the Prophet’s cave, he was grieved at the event.\n\nHis faithfully following the Prophet to Medina, when seeing enemies had approached and asking the Prophet to keep him in front to save his life in the presence to the Prophet’s is clear proof of his being unfaithful and later when he was kept in front and the Prophet seeing the enemy, warned them to desist from giving them chase, failing which he would command Earth to seize them. The ground burst open and persecutors started sinking and cried for help embracing faith on seeing this miracle. The leader tore a piece of his turban and made a banner to march in honour of the Prophet proceeding to Medina.","8-42-58":"This entire paragraph has depicted full characteristics of hypocrites.\n\n1. God wanted the actions of hypocrites had been manifested as “Abdullaibn Ubi” in ‘Ohod refused to get out of Medina on the Prophet’s suggestion, and proved his hypocrisy, if he had refused them not to accompany him to Tubuk against Greece being hot summer it would have been better. Thus God says, “Those, despite capability, asked their Prophet to keep themselves away from the crusade, are worldly hypocrites, who do not spend in the name of God except under threat, nor are sincere in praying, but sluggish, nor do they like the faithful doing charity.” Thus God leaves them to be stupefied, when they are insincere in there intentions.\n\nTheir jog is to fan disaffection and discontent, whereby to upset the Prophet’s plans. They have, by such actions, rendered themselves condemned to hell, their apparent actions being rendered null and void. They are not pleased to see success attending you, and are bragging, if you are subjected to Divine trial, which, in case of the faithful, either leads to worldly prosperity or eternal paradise, and in case of infidels and hypocrites is worldly destruction or eternal condemnation by loss of life or going to hell. The faithful should believe whatever of calamity under trial they are destined, they are bound to face with cheer and patience, where in it is a proof of faith and a certificate of his having passed the Divine test, and excess of property and children with hypocrites, should not be a cause of anxiety for them as it is a forecast for coming disasters when their property will be wasted by their children and they shall meet terrible pangs of death at the hands of the angel of death.\n\nIn time of severe trials of crusade, if they had accompanied, they would have hidden themselves as did his (Prophet’s) apparent close companions in Uhud who used to be Cabal frequently, whereas Ali was alone fighting against the infidels with Zulfikar, and the Prophet had lost two of his teeth having fallen in a pit, under (Gabriel’s Protection) they are ready to recover booty and feel sad at not receiving it. Suspicion and not certainty rues them. Compare notes on Couplet 13 a).","8-59-65":"God has specified distribution of tithe after collection among the poor, helpless, collectors, ignorant hearts, franchise, liquidating debts, crusade and wayfarers in the path of God, then further characteristics of hypocrites are delineated. Their suspicion after embracing faith, and their secrets being oozed out, to their Prophet, through the faithful and God, where to naturally the Prophet should listen, and comply with the commands respectively. God threatens these hypocrites with the hellish punishment for offending His Prophet. Their plotting to murder the Prophet on his return from Tabuk brought about Divine indignation, besides their false pleading to say they are faithful, who, unless are repentant sincerely, shall certainly be punished. Divine Philosophy in not punishing the hypocrites in the lifetime of the Prophet lay in the fact the public at large will agitate by propagating the Prophet, utilizes their services and kills them when indignant, without realizing the Prophet’s cause for indignation is Divine wrath.","8-66-71":"God has acquainted us with men of equal minds, “enlightened or darkened,” go together, vicious go with ill-natured and virtuous with good natured, and likewise is Hell of lowest grade for hypocrites and paradise of highest grade for the faithful, helping one another in virtues and barring them from vices.","8-72-79":"(a) God has commanded waging of war against infidels in company of hypocrites (so long as these hypocrites openly did not enter into war with the prophet and for reasons given heretofore) and as the Prophet, in his lifetime, did not wage war with hypocrites and as the Prophet had said in favour of Ali, “Your fight is my fight” and in favour of Hussain, in similar terms and both these immaculate Divine Lights, after passing away of the Prophet, had to fight against the Kufis and Sham Muslims who were hypocrites, alike infidels, having actually faced their religious leaders. They (Ali and his son Hussain) thus fulfilled the Prophet’s trust, being his true Khalifas.\n\n(b) This was exposed by God when Ali was made the Prophet’s successor in the valley of Khum, seven of the hypocrites, viz. Abu Bakr, Omar, Abdur Rahman ibn Auf, Sa‘ad ibn Abi Vakas, Abu Obaide ibn Jarrah, Salim Maula, and Ibn Hazifa ibn Abi Shoea, swore in the Holy Sanctuary of Mecca. They would not let the Khilafat go to the Hashamite dynasty and later they plotted to kill the Prophet on his return from Tabuk in the Valley of Akbah, and this private talk was revealed by God to the Prophet who called upon them to explain, and they denied it.\n\n(c) This is a case of how love for power and wealth converts man into a hypocrite who shall never be forgiven.","8-80-88":"God reminds the faithful, hypocrites all (especially the lags) to laugh less in this world and wee more due to the sins they have committed, as there will be no time after death to undo evil thereof, so everyone, wise of his future life, should be busy in undoing wrong, rectifying self and amassing virtues for the future journey, which is destined for everyone. These hypocrites, when they will see, battle is near at hand and a promise of a large booty is foretold, they would accompany or desire to accompany and God has refused permission to them on such occasions.\n\nThis is an illegal and unfair intention for which they will be held up in the future. The Prophet was asked not to pray forgiveness for hypocrites, so he never prayed or uttered a couplet leading to forgiveness of the deceased if he was a hypocrite.","8-89-98":"God describes the three classes of Bedouins of Arabia during the Prophet’s regime:\n\n1. Who lagged to participate in the crusade and became infidels to befit Divine punishment by telling falsehood before God and His Prophet.\n\n2. Others considered payment of tithe as tax and awaited Divine disaster on His Prophet.\n\n3. Are faithful seeking therein (payment of tithe) Divine Proximity and the Prophet’s blessings. He then exonerates the weak, the sick, and the poor, who have no resources to accompany the long journey to undertake the crusade.\n\n4. He lays blame on the rich who intentionally avoid crusade for luxurious living of the world to put forth lame excuse and then swear falsely to please the Prophet, who even if he was pleased, God would never be pleased with them.\n\n5. They wanted to fan sedition during the absence of the Prophet of going to Tabuk. So, the Prophet, to subdue these rebels, he left Ali behind him at Medina. The hypocrites seizing this opportunity propagated false propaganda against Ali in which the Prophet was displeased with Ali, and this was the reason why he did not take him with himself. Ali went to the Prophet to declare the insurgents had in view when the Prophet said, “Ali, your position near me is that of Aaron to Moses, except the Prophetship ends with me under Divine Wisdom.\n\n6. All our acts are present before God, Prophet, and other Divine Lights, his successors. This should be carefully borne in mind by every faithful and avoid unlawful and advise and support the right cause against false, however mighty it be.","8-99-109":"In the forgoing paragraph God has again classified “man” as in His Glorifying paragraph in the beginning He did:\n\n1. Faithful on whom He has endowed bounties, misguided, those who are infidels including polytheists, atheists and in between. Here He has further subdivided misguided into four sections: weak minded may be insane, idiots, those who have not received guidance.\n\n2. Hoping in God’s Decision on Reckoning Day: they may be further subdivided into (a) may be punished, (b) may be forgiven.\n\n3. Those whose hearts were invited by obligations, etc. and those who have not been steady in faith.\n\n4. Sinful Shias. In another Division according to Divine Lights, Division stands as under:\n\n(a) The faithful to enter paradise without any suffering in hell.\n\n(b) The infidels inclusive of hypocrites to permanently reside in hell of various grades, as per intensity of crime.\n\n(c) The weak minded, whose fate shall be decided on Reckoning Day.\n\n(d) Those condemned to hell punishment.\n\n(e) Those who have been cognizant of their sins. If their virtues exceed their vices, they shall be forgiven, else shall suffer temporary punishment in hell and transition period, after death and before Reckoning Day.\n\n(f) Men of reefs over the bridge having sins equal to virtues to be redeemed under intercession of Divine Lights.","8-110-117":"1. This is a direct bargain of the faithful with God to obtain paradise, by lending sacrificing property, and life for the sake of God – whether they kill the infidels or die as martyrs at their hands. This promise has been held out to them in Testaments Old and New and Qur’an alike. Note there was no crusade in the time of the Christians and at present, in Islam, too. When the Imam is hidden: crusade here refers to the great crusade against Inner Foe, for object of crusade is to compel God’s enemy to subject to Divine commands, through His Prophet and crusade against inner for, is also forcing foe (i.e. self) the inner instincts to vigours of religious worship, prayers, fast, and payment of tithe, and performance of pilgrimage, as per dictates of “Reason” the inner Prophet of God, by penance and virtues be they men or women, subjecting to religious limits.\n\n2. Praying forgiveness for Associators, even though they be relations is forbidden, and Abraham’s apparent exceptional case is elucidated.\n\n3. This is very important command wherein God distinctly refuses to admit guidance of every sect, unless it avoids what is refrained by Him through His Prophet. In fact, He distinctly says, obedience unto him is obedience to God. How can those who claim precedent in faith on authority of couplet (100) when they have admitted their “offence against Fatima,” daughter of the Prophet, rendering themselves apostate, denying the rights of Ali, his real, legal successor, established by the Prophet under Divine Commands, be given hearing? Rather, Divine curse shall be on them forever and hell to boot punishment in permanence.\n\n4. For simply staying away from the crusade, three of them were secluded, their wives having left them and they had not an inch of ground to refuge them, when Divine Mercy took pity to accept their penance. What about deeds of grievous nature? Everyone should take a lesson.","8-118-121":"(1/119) God distinctly has ordered to follow the Immaculates. Divine Lights, whether there are present physically, are not available, for, in case of their absence, they are duly authorized to make arrangements to keep their followers from going astray.\n\n(2/120) It is not fair before God if people prefer rest for self to that being given to God’s Prophet for every inch of pain appreciated by them, in the name of God, well get automatically recorded as a virtue in their name.\n\n(3/122) As for deputing men to study Theology by leading him, God suggests each sect can nominate suitable applicant, capable of discharging this duty, and after being qualified, may serve, in the name of God, to warn those going astray and encourage the pious for future rewards.","8-122-128":"This universal Divine warning comes once or twice a year or so, in the shape of famine, floods, storms, earthquakes, plague, but few pay any heed thereto, having already neglected the Existence of God, thus they do neither penance, nor take any advice for the future. How ungrateful of them!\n\nGod has cursed disbelievers when they turn away after having revelations, despite having a Prophet, who is greedy to see then embrace faith.","9-0-9":"God describes surprise of the Arab at Medina, being raised a prophet among them, this was a mistake committed by them as their predecessors, who also objected to see a God’s prophet like a man from amongst them – forgetting the fact, as His messenger “He was guided by God on the right path,” getting Divine Message through medium of Gabriel. If an angel was deputed by God, from time to time, for public guidance, the public would have been frightened, being not social with him if an original habit, and it was not advisable to send to everyone an angel for individual guidance, as revelation can only come the Pure Immaculate.\n\nThen he repeats proofs of His Existence, power of Creation and calling back to Himself to account and reward the faithful, on justice, giving grades of paradise, and punish the Infidels, by condemning them to grades of Hell, with intensity of crimes.\n\nHe then points out such people, who will be condemned are those who are pleased with the worldly life and satisfied therewith – without thinking any more of futurity. On the contrary, the faithful, acting to the end of their lives righteously, to gain Eternal with their testimonials from Divine Lights of their regime. (What does a politician do beyond providing Welfare state in this world?)","9-10-19":"1. God hastens in rewarding but not in punishing. Thus, His mercy preponderates His wrath.\n\n2. Man is ungrateful, prays to God in adversity and is indifferent in prosperity.\n\n3. The Prophet’s genuine behaviour is borne out by God.\n\n4. Disputation – disagreeing from the Imam’s (Divine Light’s) decision has led to formation of sections as decisions of a Divine Light is Knowledge on truth, being Divine Revelation, and difference therefrom is a result of guess work, involving fancy, doubt, or approximation and therefore erroneous, resulting in misguidance and destruction.","9-20-29":"1. Man forgets in prosperity of (a) health, (b) wealth, (c) children and when he is devoid of these. Three blessings, he begins to pray to God, to endow on him so on receipt he will spend (a) to pray, (b) pay tithe, and (c) train children religiously.\n\n2. Man never thinks while walking, travelling on sea, land or air, except what science has taught him. It is friction and gravitation and buoyancy which helps man to carry out his plans of engineering execution, but what is the nature to which these forces are attributed? This is the very God Whom he wants to physically, but the Creator is not like the creation, a tangible body, which he can realize Him when he is on all sides, enveloped by a calamity – seeing none to help him, e.g. in a stormy sea, when he is on board the ship, to God, then he prays, though He is invisible but by the heart, he remembers Him, praying for deliverance.\n\n3. God has given a fine instance of how uncertain is worldly life, to whom man gets attached as a vegetation, produced grown under Divine rainfall on soil on which he feeds self and animals, and on decay, soon it disintegrates, so in life, including property and children, whom he lives behind distinctly, immediately, the angel of death seizes him without having made an adequate provision by will or trust. It he has led a virtuous life, and if he has done any virtue with self to redeem him in future, well and good, to which God invites him all along, in his life time, in this world.\n\n4. He points out the case of Associators, who believe in Polytheism and their intercession when they shall refuse to having been worshipped by them, and both case into Hell and thus justly treated by God on Doomsday.","9-30-39":"1. God, in further proof of His Being man’s creator, advances arguments of (1) His feeding His creatures from Heaven and earth by means of rain water and soil vegetation. (2) His enlivening from the dead and vice versa. (3) Endower of senses to human or spirits. (4) Prime mover of Heavenly Bodies in motion and establishes His claims against self-opinionators who do not heed Him and are destined to condemnation.\n\n2. His text forebodes events, which they have not realized, and their denying for want of their knowledge of the future is another cause of their ruin under self-opinion. The reference is to the Reappearing of the Immaculate martyrs to revenge themselves on conspirators of their forefathers. Thus, knowledge without religion is death infidelity.","9-40-59":"God has reminded the faithless any amount of their worldly possessions, will not avert their distinctive fate of Dooms Day and therefore they should embrace faith before death.\n\nThese are tidings for Shias in which God sent Prophet Mohammad as a Divine Grace or Bounty and Ali as Divine Mercy. They had better be pleased and contented there with no preference to be wealthy sects as their enemies who have forsaken them.\n\nNote: The Prophet said Fazl of God is he and Rahmat of God is Ali. Please not Kalbi has reported similarly from Abu Saleh who, from Ibn Abbas, gives this version.","9-60-69":"The Prophet is describing attributes of Friends of God, of moderate grades remarked: It is\n\n1. He, who recognized God by His Attributes,\n\n2. He, who entertained Divine awe and glory for Him,\n\n3. He, who controlled his tongue from wasteful speech,\n\n4. He, who controlled his stomach from excess of food,\n\n5. He, who forces self to punctual prayers and fast for higher grades.\n\nThose of higher grades are distinguished as under:\n\n1. Their silence is a part of Divine remembrance.\n\n2. Their look is with a sight of taking lessons.\n\n3. Their talk is philosophy exposed.\n\n4. Their walk means rendering public service.\n\n5. If death was not for them a fixed period, their soul out of Divine awe would have abdicated their body.\n\nWorldly tidings for them are blessed dreams, going to pilgrimage, visiting Divine Lights in paradise, honoured by having a talk with them etc. eternal tidings being given to them at death bed, angel of death pointing to them, their final destination. Divine Lights having come to them to welcome.\n\n3/67: Object of night being to afford rest and day to earn livelihood is a display of highest Divine Wisdom to human welfare. Worldly cares are lightened by nightly rest, besides giving room to amass Eternal gains, offered immediately after death, whereas, a worldly state, imposes death duties depriving him and his inheritors of labour of his fruits. There is no security council mightier than Divine offered by Islam, wherein peace of mind and guarantee of refund of premium with profits, so richly promised.\n\n3/68: To impute creational attributes to God as having a son when He declares Himself to you as Self-sufficient and Indispensable to His creations, is gross miscarriage of justice and unpardonable crime.","9-70-81":"God consoles the Prophet, He would once restore His kingdom to his family and faithful as He has not revenged His falsifiers, as He did with Noah’s sect. Moses’ sect who followed, what their souls indicated on the day of pre-birth in Heaven, before being sent on Earth.","9-82-91":"Power and pelf are toward very great sources of derailing men from the right path. Every faithful should, therefore, pray to God, to grant him contentment, which is a great source of confirmation of faith. Man should ever avoid negligence of Divine commands as it ends in his destruction. See St. Luke 19:25 for it is easier for a camel to go through a needle’s eye than for a rich man to enter into the Kingdom of God. See Couplet 11:16.","9-92-102":"The hasty action of Jonah in praying punishment for his sect under Tunukah’s insinuation and forsaking them led God to give them further concession for penance, to which they temporarily resorted, under suggestion of the learned Rubal, who separated repentants in groups taking them to the hill to weep and pray for Providential Mercy.","9-103-108":"God has made this world a test to admit His Solitary Sovereignty over all allowing, by power and pomp and liberty to people to listen to His invitation, through his selected messengers, i.e. Divine Lights, and solaces His Prophet not to vex self to such an extent as to endanger his life for their not embracing faith.","10-0-7":"God had pointed out the malice they bore to Ali which, ultimately, culminated in utter violation of Divine commands by hypocrites who turned out infidels after the Prophet’s demise.\n\nResurrection will be a surprising event to the sceptics.","10-8-23":"This paragraph represents in general, characteristics of human nature subject therewith, although by mouth, they would claim one thing, but not being in a position to self-control, get into the group of hypocrites, how much they move a p pure society, as their desires supersede their superior motives and envy does not leave them.\n\nThey (infidel Quraysh) did not realize the gift of Attributes of God (i.e. grant of prophetship) to one among them and Divine might to another (Ali) to overpower overwhelming opposition to the Prophet’s mission – for which God from one Light only he had selected Mohammad and Ali) – regarding which the Prophet occasionally remarked so as to eliminate growing envy against Ali.\n\nIn this connection, the Prophet’s saying that neither worldly nor eternal rank can be achieved without individual earnest attempt and as worldly achievements are transitory, it is worthwhile to attempt at Eternal grade p but not by envy or jealously which are the root causes of destructions of Eternal achievements. Thus means employed to gain worldly achievements are mean and intriguing and impure and Eternal achievements are gains, noble straightforward and pious.\n\nThese were not appreciated by the companions of the Prophets, who adhered to him with sole intention of succeeding him – as a result of which they misapplied God’s and the Prophet’s versions by misinterpretation leading self and their followers to destruction.\n\nThis is stated in the 15th and 16th couplets elucidated in the 17 couplets – if properly realized along with their history. They kept on suspecting the Prophet, in his favours on Ali, without realizing he did not do anything against Divine will and intention of God, under whose commands they had come to guide the people. The fate is foretold with important notes which should be studied carefully.","10-24-34":"The first tribe which misjudged Noah from his being an ordinary man was a heathen wealthy group “to whom the following of the poor wretched people and their believing in him as a Divine messenger, did not appeal. They entirely overlooked he was inspired and spoke under revelation which was impossible for an ordinary man.","10-35-48":"The sure redeeming feature throughout the text is “Piety” for which pray unto God to grant you, as without prayers and endowments – there is no hope of gaining the same.","10-49-59":"Hud was falsified on pre-text of being affected by some of their gods and was asked to produce a miracle which they ill-treated, on production and deserved destruction. His miracle was that no one of his tribe could harm him until they gathered together under a cloud thinking it would rain water, but it rained fire, and they all were destroyed except Hud and his followers.","10-60-67":"Salih was a prophet at the age of 16 and lived 120 years without achieving success. Ultimately, he challenged his tribe to ask for their gods to fulfil his requisition; else he would ask his God to fulfil their requisition. Their gods failed and he prayed to his God to produce a she-camel from a cliff, as per their requisition. She came out and gave birth to a young one immediately. She was to drink the tank water one day, supply milk to the townsmen, instead, and leave the tank water for them for the next day.\n\nThe people could not stick to the agreement and proved apostate by killing her, then her young one fled to the hills and disappeared. They were given three days of penance, failing which, their faces were to turn yellow on the first day, red on the second and black on the third. Thus, they were destroyed ultimately by the fire.","10-68-82":"Lot was full brother of Sara, wife of Abraham, whom he accompanied after leaving Nimrod, who had thrown Abraham into the fire. After arriving at Damascus, Lot moved downwards propagating faith of Islam. His tribe was addicted to sodomy, and thus, he could never entertain any guest. When angels came, in fine and fair faces, he was very much worried.","10-83-94":"Shu‘ayb was a prophet at Midian, whose tribe consisted of hardly of 40 houses. As he was very polite, he was known as Khateeb of Anbia (Sermonizer of Saints). After all, due to disobedience, the tribe was destroyed by shriek.","10-95-108":"In this paragraph is described the stage of man sinful and virtuous who shall, until the Day of Judgment, be in worldly hell or paradise, undergoing a variegated nature of residence. This is known as “Barzakh,” wherein no sinful Shia will escape h is due recompense for his intentional short-comings in discharge of his duties enjoined by God.","10-109-122":"God has decided to settle the differences in faith on the Day of Judgment having given time to rectify and unify by following prophet and Divine Lights and resisting passionate leaders, which form a test in this world for which hell and heaven are created.\n\nGod has advised the Prophet and true faithful to stick to text as revealed to the Prophet and be steady at prayer and penance, avoiding society of the passionate as an ultimate source of salvation. Compare St. John 17:6 – 8, Jesus says, “I have manifested Thy name unto which Thou giveth me out of the world Thine they were, and Thou have received them, and have known. Surely, I came out from Thee and they have believed Thou didst me. I pray for them, and I pray not for the world, but for them, whom Thou has given me for they are Thine.\n\nJust as a magnet can influence iron and like metals, and not dielectrics, which resist magnetic effect, and are not affected by fire and are worthy of being thrown therein and those which will be destroyed by fire will not be thrown therein. Though, both are created to serve different definite purposes and are useful in their own way.","11-0-5":"Jealousy is aroused in man as a result of the devil’s misgivings, so every advice which is given by the Text has to be listened to with utmost care and regard. Evidently, on the fact of it, there does not appear any wrong in describing what one sees in his dream has seen but there it was, it brought about a trial to the whole family.","11-6-19":"Let not jealousy overpower you to enter into a plot against your brother without rhyme and reason, neglecting presence of All-seeing, Who sides with the innocent. This creates dissatisfaction between you your brother, later causing repentance, when the cat is out of the bag, and leads you to tell lies, giving false hopes of success.\n\nFurther, Father should not ever avert the occasion; speak anything unlikely, as it leads to an occasion against self as “a wolf devouring a child.” Man, in adversity, too, should not forget God Whose secret Hands are ever ready to assist him who calls upon Him as Joseph was saved by God in a well.","11-20-28":"Divine designs are to be appreciated; the way Joseph gets a high place and proof of his being immaculate is given in his having successfully stood evil temptation and how God granted relief, when there was not apparently any chance of escape. Thus, man should hope patiently against hope in him, in trials, praying sincerely for His protection and keeping strictly adhering to His commands and attempting to face the trial, with mean available at hand, leaving the final issue in His Hand and thus, how the real trial is to be faced. In this, is also given how the devil played his part, through women, who are especially adept, therein, as his special instrument.","11-29-41":"Joseph accused idol worshippers to have nominated or their forefathers’ idols as their Gods, for they are neither aware of this fact nor have they taken any part in nomination. They will deny this charge on doomsday. Thus the devil led them astray.\n\nSimilarly, Joseph having overlook the trust in God, suffered 20 years imprisonment for asking recommendation from a worldly king, whereas belief in one Universal God is the right faith. This is a way of prophecy, first by tending them to Divinity and pointing out to Divine mercy of which most are ignorant. They (prophets) perform miracles under Divine Commands and fulfil their requisites.","11-42-56":"Honesty pays in the end for which patience, piety, and trust in God are needed, and one has to constantly struggle against the inner foe, over which the devil has thorough control and this has been the cause of test in this world. (1) It acts like a beast in conjugation, (2) it is ferocious during anger, (3) childish during calamity, (4) ungrateful during plenty, (5) mean in misbehaving, (6) mad during hunger, (7) discontented under control, (8) ready to commit suicide under despair.\n\nWeaken this ass by fasting and load it with prayers, and prostrate before God to bet bestowal of His mercy by supplicating Him and eradicating the love of this world, by forsaking transitory gains of pleasure and power, at cost of depriving rights of others, from thy heart, leading to destruction of soul. These habits are to be inculcated from childhood by invisible Divine awe. This is why it is state, “The hand which rocks the cradle rules the world.”","11-57-67":"The brothers failed to recognize Joseph while he was acquainted and their further trial is a part of human trial. Joseph’s obligations to his brothers and the tact with which he gets his younger brother, Benjamin, with which they are further tried is worth noting, and forms a part of Divine wisdom, displayed in human affairs, at the hands of the immaculates.","11-68-78":"The clever tact displayed by Joseph is a part of Divine wisdom with which he was inspired. They were addressed as thieves, as having stolen Joseph from his father and thrown him into a well. In their second test they have been liable for two crimes: (1) alleging Joseph as a thief and (2) concurring in view of the Estate servant which Benjamin was a thief, although they had not seen him stealing the measure.","11-79-92":"Judas’ behaviour won Divine Will and ultimately Prophetship was transferred in his lineage. Jacob, as a Prophet, was informed about the living condition of Joseph. His parting with Joseph made him sad, and wept until he lost his eye sight. Compare patience of the Ahl al-Bayt in whose presences young and old were mercilessly slain. Man should never be disappointed in Divine mercy as the door of penance is open to sincere sinners. Joseph was overcome with deplorable conditions of his father’s family with a result, he forgot ill done to him and behaved as a gentleman. From the Apron of Joseph had curative effect on Jacob’s eyes, we have, similarly, earth in Hussain’s blood has healing effect.","11-93-103":"In this is given a case of prophets who are intimated of things which are not known to the public and Jacob’s prediction of Joseph being alive is realized. God forgives man when they tyrannized forgets the tyrant and intercedes on his behalf as both Jacob and Joseph did for their sons and brothers respectively. How can God forgive the tyrants of the Ahl al-Bayt unless the latter intercedes and this is a daydream.","12-0-6":"1. With alternate night and day there is a difference in temperature causing winds, and rest for men during the night while they are working during the day to earn a livelihood.\n\n2. Just as rain water has varying effects on varying soils, Divine guidance produces varying effects on varying hearts. Some hearts are paramagnetic and others are diamagnetic. They cannot understand why they are created on earth, for disbelieving in Eternity, they fall easily a prey to evil desires which ultimately ruin them.","12-7-17":"Following of Divine Lights gives Divine kindling and enlivens “Soul” by true “Faith” against earth born knowledge, like water from clouds yields wholesome food against food missed with earthly water pathogenic in effect which made them avaricious of illegal pleasures involving gluttony.\n\nThe Prophet had realized his followers had not full faith in his being Heaven Born a genuine representative time, even at death bed. He was suspected and disobeyed several Divine Philosophy of the Text, by itself, was not enough to draw up a recipe for them, in black and white, to keep themselves, attached thereto which he frequently spoke in person about his Immaculate Family (Divine Lights) so as to be an argument against them, and a record for future generations, and on their refusal dismissed them from his spiritual Dispensary.","12-18-25":"This paragraph clearly lays down the breach of covenant executed at the Valley of Khum, by the Prophet under Divine Commands, where everyone of over 60,000 admitted fealty to Ali, and which they breached due to continual, sinister, secret propaganda, carried on by the Prophet’s companions in his time, due to mere jealously and incompetence, to vie with Ali, who was Divinely inspired, which they could not realize.\n\nThis enmity ultimately found its vent at the Prophet’s deathbed and fully developed immediately after him. This is all on record and the Text has frequent reference, thereto, mostly in allegorical terms in many a place, to preserve revelation for future generations of the Shias, to occupy the impregnable position they hold today.","12-26-30":"In the foregoing paragraph, God had indicated the procedure to be followed in acquiring guidance and retaining the same by following precepts of Divine Lights and emulating them, who have been entrusted with Divine powers, which they indicate as per His will, for He knows who will be benefitted thereby, and who will call for self ruin, without believing in them. Infidels’ objections to embrace faith, on account of God not so willing, are unfair, as forced guidance cannot entitle anybody to reward.\n\nAs creatures, we have to submit to His Will, be content which is decreed, resign self in every event of pleasure and pain unto Him and stand ever in awe of Him, thus rendering self-independent of the world and devil’s evil influence which is true liberty. It is fortunate to submit to the pure unselfish Merciful Providence, just in His treatment, than to submit to a murderer, unjust tyrant, seeker of self-ends and mad after transitory deceptive pleasures, and vain glory.","12-31-36":"Self-explanatory, being bodily elucidated.","12-37-42":"(42) Pleasure is a shadow, wealth is vanity and power is a pageant, but knowledge is ecstatic in enjoyment, perennial in fame, unlimited in space, and infinite in duration. In the performance of its sacred offices it fears no danger, spares no expense, looks in the volcano, dives into the ocean, perforates the earth, wings its flight into the sky, explores the sea and land, contemplates the distance, examines the minute, comprehends the great, ascends to the sublime, no place too remote from its grasp, no height too exalted for its reach.\n\nThis is so far as worldly knowledge is concerned, certainty of which is unknown and when one is Divinely inspired as Ali as per Text (42) above authoritatively certified as a Gate of Knowledge to its City, is there anything to be doubted on justice and truth of his actions? When he is reported to have rooted out the Gate of Khaibar believed to be handled by 40 men at a time, talked, lying on earth, with the Prophet in ascension, viewing all what transpired between him and God, fought with spirits into the will until he vanquished them, and converted them to Islam, averted the sun from setting until completion of his prayers, enlivened the dead to talk with him and about whose sword’s stroke, on the day of the Battle of Khandduk (trench) was estimated as surpassing joint prayers of man and spirit, until Dooms Day by the Prophet.\n\nHis entire knowledge was power in action based on justice and truth\n\nThough Joseph’s brothers plotted against him for which they did penance later, they did not transform the faith of Islam, on which followed so many sects developing their cults, fabricating traditions and interpreting the Text on their mental misgivings when the Prophet had distinctly remarked his legal successors, that is, his immaculate family shall not separate from the Text. This is association on their part and an unpardonable sin. It is simply ignorant to judge His Divine Lights, heavenly born, on the same standards as earthly born creatures. it was heat of jealousy and anger which had blinded their reason to esteem Divine Lights at their true worth, like Ferro magnates due to resistance by heat, they could not any more retain in them magnetism of faith in spite of the Prophet’s company, which consisted of:\n\n1. Spiritual beings in his immaculate family,\n\n2. Seekers of knowledge ready to lay down their lives (as martyrs on the battlefield of Uhud), Badr, Mutta,\n\n3. Lastly, neither learned nor desirous of learning like sheep, who did not acquire any light of guidance. Moving in the Prophet’s society they disliked men like Ali (Divine Light) who in the Prophet’s words was personified “faith” and “truth.” They were displeased with death and hence fled from the battles of Uhud and Hunain, Khaibar, etc. extremely greedy of power and pelf (frailty), relying on Divine forgiveness, without owning fealty to God and (Love to Immaculate House of his authorized successors). In spite of prayers, pride had not parted with them, fasts had not rendered them sincere, they performed pilgrimage, adopting cult, of their own will, setting at naught.\n\nDivine Will in the Prophet’s instructions, participated in crusade simply to gain booty and win public opinion, transgressed religious limits, profaning its sacredness, preached by author of Islam, allusion to which is frequent in the text.","13-0-5":"Self-explanatory.","13-6-11":"1. Gratefulness enhances bounties and otherwise (infidelity) calls in Divine wrath.\n\n2. Listen to advice of Divine lights as they are Divine Messengers and have no selfish motive.\n\n3. Greatest mishap is to deny Divine existence. Compare St. John 7:80: He which seeketh His Glory, who sent him, the same is true, and know righteousness is in him.","13-12-20":"The result of not following Divine Lights is drowning in worldly pleasures, at the cost of eternal felicity.","13-21-26":"False modesty is vanity, false tongue is levity, false grandeur is meanness, false virtue is hypocrisy, and false wisdom is prudery.","13-27-40":"It is for this prayer of Abraham that a section of Shia Muslims (not all of them) are attached to the immaculate family of the Prophet.","13-41-51":"Clear.","14-0-24":"In body of paragraph.","14-25-43":"Gift of special soul is reserved for Divine Lights which makes them superior to the creation of their time in matter of knowledge and tact.\n\n***********\n\nOf several grades of Hell, one name Havia is for sinful Muslims. (2)( Saeer for Jews, (3) Hahim for Christians, (4) Sakar for Sabians, (5) Hotama for Magians, (6) Laza for Assoicators, and (7) Jahannam for hypocrites.\n\nPride goes before destruction, and the devil, with all his devotees (like minded) will be hurled into Hell and cursed on Reckoning day. They shall seduce all those who leave the gate of the Ahl al-Bayt for worldly pleasures. They shall serve the devil and ultimately assemble in Hell. A wise man should forsake the pleasures and be content with life under self-denial in this world.","14-44-59":"1. The pious shall attain salvation, with removal of fraternal jealousy.\n\n2. Do not ever dismay in Divine Mercy but for Divine Enmity.","14-60-78":"Self-evident.","14-79-98":"He who granted the glorious Qur’an, if he thinks others have better bounties than him, has depreciated what God has appreciated. He, who has not regarded for self, for being obedient to God, shall die in grief and sadness. He, who shall look at other’s property, will be seized by grief, intensity of which will not leave him. He, who does not appreciate Divine bounty, except in food and drink, failed in virtues. He, who started morning in anxiety, shall displease God. He, who complains of adversity, has complained against God. He, who stretches his hand to the rich for money, has lost two-thirds of his faith.\n\nIf any of the Muslims, after reading the Qur’an, is condemned to Hell, is as though her played with it (i.e. did not put the commands of the Qur’an into action).","15-0-8":"1. Gabriel carries the message from God to the Prophet. “Ruh” remains with the existing Divine Light to keep him aware of events of the age.\n\n2. As the right path is limited under Divine control, verily one who seeks leaving it goes astray, i.e. anyone who accepts any religious leader, leaving the genuine Imam nominated by God, is misguided.\n\n3. There is no compulsion in following it but human discretion has to decide whether to be in the light or in darkness, as creation is a test, for each individual of sane and matured age.\n\n4. The body of all true religions consists in obedience to the Will of God, in a confidence in His declaration in imitation of His perfection.\n\n5. Religion is nothing but fear and love of God, and faith is the root of both, without which we cannot please God, nor can we fear and love what we do not believe.","15-9-20":"Bodily given to be thoroughly eschewed.","15-21-24":"The proud do not like to supplicate God in all affairs as their position due to property and power forces them to follow their own impulse and plans with which they have accumulated vain power and position, on account of which Divine orders are discarded as old stories not practicable anymore to their interests to attain their goal.","15-25-33":"Neither a faithful nor an infidel dies but before his death sees his destination or paradise or perdition opened out to him, when he feels certain about eternity.","15-34-39":"The essence of mission transmitted by all Prophets is to obey the Glorious God and deny passion, which is unholy, so it is not so much a pursuit as a temper leading to a pursuit, foundation of which is faith, and its action is virtuous deeds and his temper is holiness in which is freedom from passion and love for the pure. For love and fear make religion. All humble, meek, merciful, just, pious, and devout souls are everywhere of one religion which is Islam – resignation to Divine will.","15-40-49":"The public are commanded to refer to Divine Lights on the subject, they do not know as the Prophet has been nominated by God as Zikr and Ahl al-Zikr is his Immaculate Family, Divinely initiated.","15-50-59":"Divine attributes unlike those of creation are glorious, e.g. Eternal, Omnipotent, and Omniscient.","15-60-64":"There are but two religions: Islam and Paganism. A third between is not possible. Where Islam ends, paganism begins.","15-65-69":"Ali is known as Yasub-bud-din for this reason, with relation to his adherents.","15-70-82":"As God has enumerated His bounties for our physical protection, complaining people are not faithful. He insinuates by providing Divine Lights for protection of their souls, people deny them, as spiritual leaders by not following them prove ungrateful to God.","15-83-88":"1. Witness of each generation will be the Imam (Divine Light) of his time who will certify as to his being faithful or otherwise.\n\n2. Who can claim this knowledge except the Immaculate, and rightful successor of the Prophet? Compare St. John 7:15 – 17. “And Jews marvelled saying, ‘How knoweth this man letters having never learnt?’ Jesus answered them and said, ‘My doctrine is not mine but His which sent me. If any man will do His will, he shall know of the doctrine, whether it be of God or whether I speak for myself.’” And further says in 7:38, “He that believeth in me, as the scripture hath said, out of his belly shall flow rivers of living water (Divine Knowledge).”","15-89-99":"Justice,\n\nThe woman spoken of in 92 above refers the lady who led an army against Ali in the battle of “The Camel” (against the legally elected Khalifa of the time).\n\nAlthough the devil worries the faithful physically he has no control over the souls, as referred to in Couplet 99 above. Cf. Job’s case of trials.","15-100-109":"Ammar’s parents, Yasir and Samy, having refused to apostate, were killed by the infidel Quraish and these are the first martyrs in Islam. Ammar was by heart a faithful and to save his own life, he apparently assumed what he was constraining to and the Prophet permitted him on the above bases. Under such circumstances, man can so behave without affecting faith.","15-110-118":"Unintentional mistakes and minor sins committed in ignorance, under impulsive influence, due to want of knowledge, or otherwise, are subject to Divine grace, provided sins, are undone under penance, with due compliance of Divine Commands.","15-119-127":"He who avoids major sins and fulfills the obligatory functions sincerely, has requisites to obtain Divine proximity.","16-0-9":"1. Prophet rode Burak to gain “physical Ascension under Gabriel’s care.","16-10-21":"1. Every act, good or evil, remains a record for exposition on Reckoning Day. Better get it recorded to please you on Day of Judgment, by penance, if evil.\n\n2. With wealth, luxury increases and calls for a revolution, ending in Divine wrath.\n\n3. Prosperity in world and eternity depends on earnestness and hard work, worldly prosperity is transitory and subject to accounting, unlike eternal, which is unaccountable and permanent. Earnestness is the devotion of all the faculties which contribute causes for patience, endurance to overcome pains, strength to overcome weakness, bravery to face danger, sustenance to entertain hope, lightness of difficulties. Man should trust in God, and God shall fulfil it as per His Will, and he should labour, as earnestly and sincerely, as if he himself did it, leaving to none what pertains to him, praying to god to help him in his endeavours.\n\nIt may be noted actions have three phases: those of inanimate object having external agency, those of animals having motives but void reason, those of man govern reason, hence freedom of human action restricts this freedom within bounds of rationality, bearing in mind object of his creation. Destruction of civilization starts with cities, where glory and pomp flourish and abound.","16-22-29":"1. Obligation to parents is brought in close proximity to Divine worship, as an injunction neglecting which is a major sin alike association (for further elucidations vide Moral Paragraph 2, Mary).\n\n2. As per Divine Light Six, this refers to the Prophet and Ali, spiritually and superseding any of these two or one renders condemnable to hell, under disinhersion.\n\n3. Passion to acquire riches to support vain glory corrupts the purest soul and extravagance will invite poverty, leading to dependence and corruptions.","16-30-51":"Moral virtues, without religion are but cold and lifeless and insipid. It is religion which opens the mind of great conceptions, fills it with sublime ideas and warms the soul with more than sensual pleasure.","16-52-59":"58. (a) Those destroyed, having lost life and property shall rise on reckoning day.\n\n(b) Those punished will be on Resurrection before rising for reckoning day.","16-60-69":"64 This is where Divine Philosophy helps you in getting lawful property and children while you earn them, if you keep Divine remembrance, where simple moral virtues are cold and lifeless, as noted under morals of foregoing paragraph.","16-70-76":"1. Those who ignore to select their true religious leaders, in this world, for want of worldly engagement or out of self-opinion, or under the influence of worldly authority, by entertaining democratic, socialistic thoughts or being blind hearted in this world, shall be so raised in eternity.\n\n2. The cause of the Battle of Badr is clearly expressed in the Text, due to expulsion of Our Prophet from Mecca, as a Divine punishment, wherein the deadly enemy of the Prophet, Abu Jahal was killed, with other ring leaders. Other companions of the Prophet wanted to capture a party of Meccans which were returning from Damascus, with a lead of merchandise, to get their booty, as God had promised.","16-77-83":"This carries a brief command regarding the five times of prayers and an obligatory command to the Prophet for night prayers with a promise to grant him privileges of pleading intercession on behalf of his followers attached to the Ahl al-Bayt, who alone shall be capable of receiving intercession.\n\nAction of everyone is based on his mental attitude, shaped by degree of purity of heart. Try to keep it pure, as desired by the Providence, as its misuse is Divine ingratitude.","16-84-92":"An atheist is but a mad ridiculous derider of piety, but a hypocrite makes a sober jest of God, talking familiarly to his creditor, without ever praying what he owes. Reason is a mysterious Divine Gift with knowledge as its spirit, sense of understanding as its soul, chastity as its head, sense of shame its eye, tact its tongue, kindness its desire, mercy its heart, aided by faculties of certainty, truth, calmness, self-respect, fulfilling promise, sympathy, piety, sincerity, charity, contentment, resignation, and thanksgiving.","16-93-99":"1. Angels, being socially unfit, cannot be prophets.\n\n2. God suffices to testify prophetship.\n\n3. Guidance is with God and bestows on one who is worthy of accepting leadership of Divine Lights.\n\n4. Disbelievers of Divine Lights shall be raised in Eternity blind, deaf, and dumb with head over heels.","16-100-110":"1. Couplet 105 repeated by a sick person down with fever cures him of it.\n\n2. Reading of the text if results in weeping, forecasts guidance.\n\n3. Prayers are to be uttered (morning and evening in audible tone) the rest little louder than whispering.","17-0-11":"Worldly adornments are frail and contribute a test.","17-12-16":"17 (a) Sympathizer means intercessor on sin and he can be an intercessor, who is a Divine Light, and of approaching piety he alone is entitled to intercession, who follows the Divine Light. This establishes the Shia’s claim in which they alone shall be entitled to intercession for following Divine Light.","17-17-21":"These are the seven sleepers, whom with 14 of Moses’ sect and Joshua bin noon, successor of Moses, Salman, Mikdad, Abu Dajana, Ansari, and Malik Ushter, will be raised as assistants to the 14 Divine Light, on his emergence, from behind the holy sanctuary of Ka‘ba.","17-22-30":"Divine lights dare not alter Divine cult, how can earthly born creatures act otherwise.","17-31-43":"Ingratitude calls for Divine Wrath. Be ever grateful to Him. No amount spent on welfare of the State will counter-act Divine Disasters consequent on countenancing false tenets, e.g. Divine Incarnations and Cults having no religious sanction.","17-44-48":"Transitory nature of worldly material prosperity is exemplified in vegetation allegorically subject to decay, against religious morals and not morality apart from religion, which is another name for sin in decency, admitting of folk dances, and like amusements, whereby social reaction has started in social conscience foreboding coming disasters, unless religiously guarded.","17-49-52":"Self-will on self-opinion disregards Divine Commands resulting in condemnation of Hell.","17-53-58":"Penance, based on Scrutinizing self-acts regularly a great source of salvation.","17-59-69":"Made bodily expressive.","17-74-81":"Khizar takes responsibility of the action in (79), participates with Divinity in (80 and 81) and attributes to God in (82), God being absolutely pure of aggression.","17-82-100":"As the eye is not meant for hearing but seeing and the hypocrites could not, out of jealousy and enmity, bear sight of Ali. How could they, under such circumstances, lend their ears to hear the Prophet regarding the Divine Gifts of Ali?","17-101-109":"This 110 couplet, on difference of its interpretation, has divided Muslims into two big factions: Shias who take Divine Lights as Immaculates and Sunnis who look up to them as ordinary earthborn beings.","18-0-14":"Bodily note is worth remembering as to why the Shias do not accept so-called Prophets’ traditions without scrutiny as genuine, unless tested by the text.","18-15-39":"Note importance of prayers, fast and honouring parents, as neglect thereof, without penance is Eternal Condemnation of hell. Parental obligations succeed those of Divinity and Divine Lights, and like latter are impossible to be compensated. Often cupidity of his wife to man in power, health and wealth misleads him to liken it with a mother’s love, which is sublime and must be avoided. Note passion may be blind but to say love is likewise is a libel, a lie.","18-40-49":"This was in due fulfilment of Abraham’s prayers, which never failed, as confirmed in his statement on Couplet 84, Surah Poets.\n\nForty-third Couplet disproves tradition concocted “following any companion (not gifted with Divine Knowledge) can lead to salvation.","18-50-64":"Couplet (65) wither interpolation in bracket is the requisite of the paragraph.","18-65-81":"Clear.","18-82-97":"God has specialized this Surah by using His attribute of Mercy for His Prophet and Compassionate for his creatures who are disobedient and providing them with His Bounties with all their tyranny to avenge on Reckoning day, Day of Dispensation of Justice, when there will be alone with His Sovereignty, the worldly test having ended.\n\nNote Couplet (87) and compare morals to Paragraph II Surah “The Cave (18), regarding those entitle to Intercession.","19-0-23":"Knowledge of Judgment Day is secreted to let everyone to make up for their final destination and because knowledge is power, hence pray for its gift to overcome passion.","19-24-53":"As God has none of creatural attributes (physical or otherwise), Moses’ describing of Innate Divine attributes did not appeal to Pharaoh and his nobles.","19-54-75":"In this there is a proof of hiding faith when life is in danger, for declaring when there is no go with an apology for previous behaviour unto Almighty Who is merciful to him for penance offered.","19-76-88":"1. Man should seek Divine Light for guidance and in difficulty.\n\n2. Sure salvation lies in penance from association and faith.\n\n3. Righteousness.\n\n4. Steadfast in following Divine Lights.","19-89-103":"Similar events followed in Islam, on the Prophet’s demise, when Ali was busy in burial ceremony, people having forgotten Ali’s right to succession as publicly celebrated in the Valley of Khum cast in their lot, under the influential companions’ authority with the mob and were thus misled, as were the followers of Moses by Samari. The world is a trial. God tried Muslims as He did Jews.","19-104-114":"Except five Prophets: Noah, Abraham, Moses, Jesus, and Mohammad, none was steadfast.","19-115-127":"1. Following non-Divine Lights is making Self blind hearted and to be raised blind in Eternity.\n\n2. The necessity of labour is a part of the primeval curse, and all the beauty or glory or dignity pertaining to it depends on the ends to which it is the means.","19-128-134":"The Prophet said, “Every age has one Divine Light to guide people and I am the Divine Light of this age and after me shall be Ali, and thereafter, several of his descent 11 representatives of God shall be.\n\nN.B. This is exactly what Jesus claimed for himself (Vide St. John 9:5), “As long as I am in the world, I am the light of the world.”","20-0-9":"Listen attentively, keeping in view advent of Reckoning day to entertain Divine Awe and believe, with certainty, veracity thereof.","20-10-28":"Hell which a lie would keep a man from is doubtless the very best place for him to go. “Who dares think one thing and another fell.” Intercessions of the Prophet will at (a) admission Gate to Paradise, (b) at cistern, (c) at crossing of the bridge, (d) at balancing of deeds, (e) those temporarily cast in hell. Faithful transgressors shall be temporarily cast in hell and will, on intercession of the Prophet, attain salvation, as also faithful idiots.\n\nThere is not a faithful but feels penitent on commission of sins at times, simple repentance suffices and rejoicing of virtues. He who behaves otherwise is not a faithful and not entitled to intercession. Major sins lose their intensity with penance, minor with intention at repetition become major. He who believes in punishment of evil deeds and rewards at virtues is a member of approved Islam falling within the range of the faithful entitled to intercession.","20-29-40":"The dead carry our thoughts to another and a nobler existence which they and we shall live in future state forever.","20-41-49":"Bodily notes are enough.","20-75-92":"Fundamentals of all the Prophets were same though cult differed: Unity of God, Justice accounting day – Follow Divine Lights as authorized Divine representatives in cult so as to get righteous acts appreciated by Divinity.","20-93-111":"Approved righteousness on which reward is due is consequent on the following Divine Lights, cf. Jesus St. John 14:6, “I am the way, the truth, and the life. No man cometh unto the Father (God) but by me. So are Prophet Mohammad Truth and Ali Truth. None can reach Divine Proximity but by the Truth, Mohammad and his immaculate family. Barring these, the rest shall be hurled in hell in pursuance of Couplet 98, as virtues of only the faithful shall be appreciated (95) 105, presages resurrection of Divine Lights.","21-0-9":"1. Hour of judgment is awful. It will make pregnant women abort, throw men into swoon. Therefore humans should fear God and avoid sins shifting of liver from its original site causes coma. In fact humans succumb to death within two hours.\n\n2. The disobedient follow the devil, which deceive them and go to hell.\n\n3. Creation of humans, from sperm to childhood and rain from heaven bringing forth both vegetation for the soil are eye proofs of Existence of God, Who claims Judgment Day of humans for self and this should not be doubted.\n\n4. People who have neither knowledge, nor guidance nor authority of a book should abstain from talking about “God” Who’s Entity cannot be grasped and Unity of Existence and Administration cannot be doubted. Such ignorant people shall be condemned to disgrace into hell on Judgment day for misguiding the public from God, on self-opinion.","21-10-21":"1. Half hearted faith, like a hypocrite, without reflection and certainty of faith, renders man unfit to profit in this world and Eternity, and depending on them, who bear no power to real profit or loss, is an evident misguidance. rather, such reliance, with worldly profit, results on permanent loss of Paradise which is much greater than apparent transitory joy.\n\n2. Faithfully virtuous will be well rewarded in Eternity.\n\n3. Have full confidence in God and do not lose patience in trials, else any other way will lead to no good, as ultimate decision lies with God on Reckoning Day, be he of any class. Those who obey and prostrate with faith, shall attain salvation, against those who disobey and suspect faith (22).","21-22-24":"These who are faithful believing in the Unity of God and sole sovereignty of the Ahl al-Bayt as God’s authorized Divine Lights on Earth shall have admission in Paradise, with the best of Paradise adorned in jewels, and silk suits, and similarly their enemies shall be severely punished, being sent to Hell.","21-25-32":"1. God describes, how, in reply to Abraham’s call, those who replied are attending to pilgrimage, as per Divine Commands.\n\n2. After completion of pilgrimage, this, on acceptance, renders one absolved of sins, God commands to avoid the devil’s games such as gambling, singing, etc.\n\n3. An associator, like one having left strong rope of guidance (cf. Couplet 256, The Cow is likely to be carried away by following passion anywhere.","21-33-37":"Sacrificing ground for every sect of a Prophet (Jews, Christians, and Muslims) is different – “mina” is for Muslims in Mecca, although the Creator of all is “God one alone” who acts as He Wills and you have to obey Him alone in all affairs, giving tidings of Paradise only to those whose hearts throb at hearing His commands and are patient in trials, steady at prayers, ad assisting in property and imparting knowledge to the needy.\n\nFat camels are your property to profit you until the time of their sacrifice in the name of God comes. When, after sacrifice, their flesh is to be participated by you, contented, needy, and beggars, remembering God only, in this appreciate sincerity of your intentions and carry out Divine commands disliking those who are dishonest in their dealings with God and not believing in Him.","21-38-47":"1. Those who are tyrannized, when an opportunity affords, are allowed to fight their enemies. Those who had to abdicate (their homes) for maintenance of Unity of God, shall God certainly help. This promise will be in time when the (12th Divine Light) will be permitted by God to avenge enemies of his forefathers, when he will insist on prayers, virtues and prevention of vices from commission. This will suddenly occur and enemies will be taken by surprise.\n\n2. These who walk about on Earth can take example and lesson from these deserted villages, palaces, houses. How their residents, for Divine disobedience, were destroyed, making room for others. These disobedient people are anxious for Divine punishment which is bound to come and those days of prosperity will be ten times longer than what God’s enemies spent on Earth.","21-48-56":"His disobedience leading to hard heartedness, and prejudice against the fact, blinding subsequently the heart and rendering self-destruction.\n\nBelieve in God and Text will lead to guidance, where as associates will lose in suspicion until the day when they will be thrown into hell and the obedient and virtuous will be admitted in Paradise.","21-57-63":"There is again a promise to Imam Hussain for Divine Help for his patience. Remember the Prophet’s saying, “Hussain is from me and I am from him.” When he, under tyranny of infidel Quraish had to fly to Medina from Mecca. God gave him a chance of revenging in Badr in latter successors of the infidel Quraish in person of the cursed Yazid when he slew Imam Hussain i.e. again tyrannized the Prophet. So God’s promise, He will enliven the Prophet and his immaculate family – the tyrannized, on one side, and their enemies beginning with the first Khalifa down to Yazid – on the other side.\n\nTo give necessary help to revenge themselves on these deadly enemies, with respective allies on either side, just as night follows day and vice versa. It is entirely in the hand of God to give succour to His obedient creatures against disobedient ones, who have in opposition of God, accepted his enemies as their leaders and who will not render any help on resurrection.","21-64-71":"Bodily notes will suffice as moral to this paragraph.","21-72-77":"God has exemplified in a fly man’s inability to handle anything without His mercy and Will. For all these creations, although at human service, cannot function until man as a human being, acts in due conformity with His commands. thus, then really speaking all other creation is under the control of the Immaculate who are not for a moment disregardful of Him.\n\nGod again has repeated His sole power to nominate. Prophet, be it from man or angel.\n\nFinally, He has termed the Immaculates as truly faithful and Muslim, who shall give evidence as to the behaviour of men at large and on whose deeds shall the prophet testify on Judgment Day.","22-0-21":"This paragraph gives attributes of these faithful who are destined for one of the highest grades of Paradise viz, Firdaus which will lead them to be inheritors of Paradise of those condemned to hell (virtues of latter being transferred to the former). The attributes of these are fully described in nine couplets.\n\nGod again describes His further obligations to man, being created from earth, right up to a wholesome figure, energized with pure soul to keep him fit for securing paradise by guarding virtues and avoiding vices, as per precepts of Divine Lights. He further points out sources of worldly provisions He made by rain growing food for self and animals, whose flesh and skin further contribute to his comfort and call for further acknowledgement oof Divine Gratitude.","22-22-31":"Whenever a prophet appeared in a tribe as a Warner from God, ask them to fear God and pray unto Him, the rich among the infidels were the first to suspect him to be a man like them, wanting to lord it over, the cause of their infidelity being property and powe4r. Their love for position prevented them from bowing down to a poor creature born among them although inspired. This fact should not be ignored. The fact of a guide being of a human species, born among them has been pointed as essential to genius of a man, able to talk in their own tongue. If he was rich, guidance would not be of self free will, but forced like Pharaoh’s and object of trial would fail. To habituate them to righteousness through which anticipated goal as salvation was to be achieved wherein every rank of person will have equal opportunity.\n\nEvery prophet, as a Divine Light, brought the message of Islam saying, “There is no other God except He, the Omnipotent, Omniscient,” to judge them on the Day of Judgment on justice which was inevitable and he having brought a book of guidance to be followed by them, as per light thrown by him or his immaculate successor. Does Islam require any more than this? In due recognition of his being your Creator, He wants you to pray unto Him alone, as a grateful creature praying provisions from Him alone, and trusting in Him in all your affairs sacrificing property and self on His behalf to guide the needy to enable them to attain salvation.","22-32-49":"The proud infidels (due to power and position) decry the Prophet because he is an ordinary man, eating and drinking the same as they do, and a human imposter, desiring to raise above them, by threatening and falsifying, alleging against God, He is going to raise self above them, whereas it is not so.\n\nThis being the world, where we live and die, but God helped His Prophets, after giving sufficient time to improve and remove those proud infidels, along with those who had joined hands with them. So followed one generation after another and met its destructive fate for falsification of its prophets. The fact of their subordinates believing in these prophets made them all the more obstinate. This was the case with Moses and Jesus, son of Mary.","22-50-76":"God commands the Prophet to eat of pure and seek virtues, confirm Islam, being the only faith and in principle it is the same as he revealed His Commands through various Prophets of His to his Creation and although each Prophet informed his tribe of the advent of Mohammad and believing in him, in spite of that, through pride and jealousy, and passionate behaviour, they tampered with the text splitting it in various cults, suiting their prevailing tastes, and He shall decide, on Reckoning Day on these differences. Man cause being power, property, and children, bestowed on them by God, and attributed by creation to its own ability, although He has never desired of His creatures any duties, due to His obligations, beyond their capacity – but the love of this world reduced them incapable of fulfilling the trust for want of time.\n\nBesides association they were bent on committing many misdeeds during which We punished them, but they never supplicated Him until they were hopelessly condemned to Hell. They disregarded My Prophet and Text, ridiculing latter and considering mad the former, without paying the least attention in how their predecessors, Ismail and other Muslims, had followed Divine Dictates. As a warner, he did not follow their passion; else entire heavenly and earthly affairs in respect of believers would have been revolutionized. They refused to acknowledge him (My Messenger) as they had no faith in eternity which is the main cause of their turning to destruction, away from the Truth (Divine Light, Text, and eternity).","22-77-91":"God further mentions some of His Bounties which have been misused:\n\n1) Ears given to hear, wise and virtuous subjects, and ponder over causes and means of avoiding vices.\n\n2) Mental eyes to see the glorious creatures and praise Him.\n\n3) Heart to actuate reason to utilize things in nature to their appropriate object and win Divine will to secure eternity.\n\nEntire distribution of humanity on Earth is due to Him. Who enlivens and gives death, at decreed period which cannot be changed. Instead of co-operation on Our unity, a world war is going on, as if the land belonged to them. God claims creation and property as His Own property and he alone, as such, is entitled to demand obedience for its loan of entire creation but we note, nobody seems to pay the least object of creation, being so much taken up with worldly avocations.\n\nAll these facts will be duly considered on Reckoning Day, while dispensing justice, whereas on reckoning, on the ground in which a person, by death is gradually reduced to dust and bones, whereas God maintains, it was He who brought him into him into existence, when he was nowhere, and it is He alone who gives death. Where is the difficulty in admitting this (re-enlivening)? He will re-enliven and account from man.\n\nThis is simply downright stubbornness of man arising out of pride due to property and position and power, which also owe their existence to Him. He does not stand in need of a son, thus humiliating self, showing need against sole sovereignty, nor has He a partner of partners, which, in fact of being, would create a chaos in deciding superiority of one over another, thus each carrying his share of creation.","22-92-117":"God reminds the way in which the hypocrites, who postpone doing even obligatory charity for the simple of this world, when, on their deathbed, will pray unto God, to give them time, to spend out of the treasure which they collect, for wife and children, when no opportunity will be given them. On the Day of Judgment, when the second siren will sound, all relationship will disappear and prove of no use, except intercession, of course, of our Prophet and immaculate Imams. They will come to assistance, for which man should make arrangements in this world and depend on one’s piety and love for his family (Immaculate) to register your claim for intercession.\n\nLove involves attachment, i.e. service and as they are pure, service to them is pure of sins. No appeal will prove fruitful and hypocrites will have to bear willy-nilly. They were ridiculing the virtuous for want of faith in the Prophet and text. On seeing the rich records they would feel they lived a day or two in the world. They would be replied, they should have realized the transitory period, when they were therein and it was too late to repent and they will not be forgiven on any account.","23-0-9":"This chapter is particularly required to be strictly studied and followed and obeyed by the Muslim ladies so as to guard their chastity.\n\nFornication is a major sin and so also false allegation, which brings about forced divorce, in the absence of evidence, on either side, except in involving of Divine curse and these commands prove intense Divine Mercy for, without them, religion and social life should have been impossibility.","23-10-19":"This is an important paragraph wherein Aysha, wife of the Prophet, when she saw the Prophet in grief on his son, Ibrahim’s, death, born of Mary (Kutbia), she accused Ibrahim born of Jarih Kutbi, who was put on trial at the Prophet’s instance, on hearing this allegation of Aysha under deputation of Ali, to conduct the inquiry on the alleged charge and was declared eunuch and these couplets are a warning to Aysha (this has been interpreted otherwise and is avoided to enter into vain litigation, retaining exposition by Divine Light). Violent natures make history. All history is but a romance unless it is studied as an example.","23-20-25":"1. God has warned not to follow the devil who shall lead you astray. Rule your passions else they shall rule you. With cool mind and virtuous demeanour handle affairs.\n\n2. He has warned the rich not to think they are innocent and not entitled to help their poor relatives and helpless, to practice charity as a gratefulness to Divine Bounty.\n\n3. False allegation will have its confirmation by its own organs on Dooms Day, so keep in view Divine C.I.D. as else destruction for them is permanent hell.\n\n4. Evil acts befit the evil and virtues to the virtuous, be of the latter and avoid evil society. Know Divine Nature is True and Just.","23-26-33":"This is a very important paragraph on ethics and morality and deals with items of everyday occurrence, but mostly neglected which results in tremendous accidents to the loss in this world and eternity.\n\nPresent tendency of the world is to set at naught everything old and neglect by setting up cinemas, strikes, public agitations against state affairs, without having any consideration to the existence of God and His commands – which He will, certainly, on Reckoning Day, ask about.\n\nHis suggestion to marry, where circumstances permit and wait with chastity by fasts where economic conditions are not appreciated but are strictly to be adhered to by men and women.\n\nLast, but not least, is the question of toilet by the softer sex, where and how far it is permissible are facts of great importance but the universal republican, socialistic conditions have rendered this part practically very difficult, though not impossible.","23-34-39":"This is the essence of the chapter and of the text wherein God has clearly “laid down and restricted” the method of His guidance by selection of Prophets and Imams as Divine Lights, only acceptable sources of guidance – exemplifying them as “lights amidst darkness,” regarding having developed reason against undeveloped reason of man in general giving their attributes to enable men to distinguish the authorized from false claimants who simply wad through the deep dark ocean, overcast with dark clouds.\n\n“Where no sign of guidance is visible (but a streak here and there)” meaning thereby having obscure Divine knowledge being, not being initiated by Him, are not in a position to guide others being blind themselves. He has most eloquently represented 12 Divine Lights by a Lamp with (1) a wick, in a glass chimney (2 and 3), emitting light like a shining star (4), by means of oil of live (5), froman auspicious tree (6) which is neither eastern (7) nor western (8) and is automatically klighted (9) up without a touch of fire (10) and these lights emanate one from another (11) and by means of which (12) God guides whom He likes.\n\nIn the mineral kingdom are radioactive materials, which alike Divine Lights automatically glow.\n\nThese Divine Lights, having perfect reason, and thus capable of viewing the Eternal Path can lead followers to the Divine Way and none others can do so. They are thus allegorically termed Divine Lights or Benchmarks on the way leading to Divine Proximity.\n\nGod has similarly termed the Prophet, in the text (vide Couplet 46 Surah “The Tribes”). (He has sent you) an inviter towards God, with His sanction and as an Emissive Luminary, a Torch Bearer of Islam, i.e. a Divine Light, and just as light dispels darkness, so Divine Light dispels darkness of the soul, i.e. misguidance of man. This is why Jesus calls himself as “Divine Light” of his age, vide St. John (9:5): “As long as I am in the world, I Am the light of the world.” St. John (13:46): “I am come a light unto the world, whosoever believeth in me should not abide in darkness.” St. John (14:6): “I am the way, the truth and the life. No man cometh unto the Father but by me.” What is, therefore, true of Jesus is true of Prophet Mohammad and his Immaculate Family. Thus, Divine Guidance in Islam is limited to these 14 Torch Bearers of Islam alone (as per Shia Tenets) viz. (1) The Prophet, with his daughter, (2) Fatima, Queen of Paradise , and the 12 Divine Lights beginning with Ali and ending with the 12th Divine Taught and Heaven Born.\n\nThese Lights are steady at prayers and payment of tithe is not being affected by their worldly avocations and trials and in their homes. Divine remembrance is being ever heard by the Crier due to Divine awe all prevailing when hearts and eyes will shiver. They realize future events in this world guard themselves against them and ward off those who listen to them. Their enemies similarly are likened to darkness under the deep sea.","23-40-56":"Self-sufficient with bodily notes.","23-57-60":"1. This is a fine instance of how practical training on morality is imparted to youngsters and discipline to servants who had not an early training.\n\n2. This is another instance in which self-denial is acquired and pride set aside.","23-61-63":"God has restricted the group of the faithful to strictly adhere to God and His Prophet’s commands, and not to part with Him until decision has taken place, on any affair, i.e. say crusade, unless permission is granted to them, which should be done within his discretion, praying forgiveness from God for them.\n\nGod has warned the Prophet’s companions not to call him by his name as they one another, but have high regard for him.","24-0-8":"1. God has pointed out the ignorance of those, who leaving Him, adopted others as their gods, who are created and are not creators of any, possessing powers of give and take, profit or injury enlivening or killing to rising alive. He is sole (1) independent, (2) son of, (3) or a partner of administration of creations, which are limited in life and provision and subject to stand still and destruction.\n\n2. For consolation of His Prophet, God reminds him how they treat His Text, as a story book of old, and how they ridicule him for his looking after self-maintenance, and leading a common life, proving themselves thereby misguided, whence they cannot extricate self.","24-9-19":"1. In consolation to our Prophet, God says he could endow much more than what they suggest (but this is unnecessary for satisfaction of one who is willing to embrace faith on an appeal, being made to his reason).\n\n2. God shall falsify their defence in worshipping Jesus, Ezra, angels, heavenly bodies, and idols by demanding evidence from them, on their refusal, and charging their actions of misguidance, due to worldly attraction.\n\n3. World is a trial, where one is tested by another. Severe test is of prophets and maximum fell to the lot of Mohammad (peach be on him – greatest of all the prophets, and first cause of creation). He, who shall endure the trial shall win the game on Reckoning Day.","24-20-33":"1. Love for the Ahl al-Bayt, who are “truth personified” which is essential for guidance, must result in following them, to attain salvation, and which will be evident as death approaches their intercession for their faithful followers to the angel of death at partition of soul and pangs thereof.  Then during questioning of the angels in the grave, again on the Field of Judgment Day, again near the cistern, when thirst will turn men, out of spirits, during exposition of chart deeds, and their scrutiny, crossing of the bridge over hell, and final admission to Paradise are places of salvation, needing intercession of Divine Lights.\n\n2. The Prophet will complain having neglected his family (Divine Lights) despite his repeated warnings at the time of his departure, and for having followed usurpers of his succession, due to their over-awing influence.\n\n3. There will be men going to the accounting plain on (a) camelback, (b) others on foot , and (c) the rest on head over heels, as per couplet 34.","24-34-43":"1. All falsifiers of previous prophets have been declared to have been destroyed, barring our Prophet’s falsifiers. Divine justice demands this to be executed in the near future. It is, however, postponed to a later date, and time will come when mighty hypocrites of Islam who have proved apostates after having embraced Islam in name only, and associators by having tampered with the Islamic cult, will be raised alive along with the Divine Lights of their times and full opportunity will be given to Divine Lights to avenge their enemies, along with the faithful, on either side, against these hypocrites along with those who sided with them after their being enlivened. This period, before Reckoning day, when Divine Lights will return to Earth is known as Resurrection.\n\n2. Those who not listen to you, listen to their passion and get their hearts sealed and are worse than beasts and beyond improvement, as beasts are not endowed with reason.","24-44-59":"1. God reminds of His bounty in which a long period which elapsed between Jesus and Mohammad could have been extended by Him, but His Mercy intervened after five centuries, thus eliminating the dark ages in which the world was drowned.\n\n2. It is not His intention to send the Prophets in every corner of the country but with the reason endowed upon them, they have to solve the trials of the world by following in the footsteps of the Divine Lights, His authorized agents.\n\n3. He then describes His special favours to our Prophet and the assistance of Ali, marrying him his daughter, Fatima, whose dowry fixed by God was Paradise for those attached to her and her family and Perdition for her enemies. History of persecution of Sadats by Bani Omayya fully bears out the text, even until today, it is not extinct.","24-60-76":"1. In this paragraph, God has delineated characteristics of His Divine Lights and true followers of them, who are motivated by piety, namely, avoiding the ignorant politely, spending nights in Divine devotion, in awe of Eternal punishment, spending on right purpose, not withholding right of any, not luxurious towards self, not participating in innocent murder, not fornicating, leading to worldly and eternal punishment, except under penance.\n\nFor example, martyrdom, like magicians of Pharaoh’s time, and Hurr of Imam Hussain’s time, whereby their sins have been compensated and transferred elsewhere (to the real author). They avoid concerts and like entertainments and pass disregardful when forced to cross them, and carefully scrutinize Divine Commands before their application, and pray for endowment of the pious, wives, and children and are ever entreating to God for His mercy.\n\nThere are, however, two forms of amusement of which they are fraught with unusual attractiveness and danger, viz. dancing and theatre-going, destructive to virtue.\n\nLate hours, expensive dressing, violent, and protracted exertion are a sufficient array of arguments showing objectionable character thereof.\n\nTheir appeal to sensual nature constitutes real and by far the greatest harm.\n\nInsufficient dressing, undue exposure of the people of the females in the dance, passionate excitement and undue license allowed while whirling upon the floor to the strains of music only arouse in any strong religious normally developed young man, strongest sensual tendency and propensity of his nature.\n\nDebasing influence of the theatre, undermining moral principles, plunging into vice and sin cannot be over-estimated, especially in the lives of young men. Here, under influence of exposure and posture, which bring the blush of shame to the cheek of delicacy, previously pure young men feel the awakening power of ungovernable passion, dazzling and bewildering, letting them fall an easy prey to the barrooms, gambling dens and brothels, which cluster under the shadow of every theatre. Religious punishment will follow in eternity.\n\n2. Note, therefore, while actions are always to be judged by the immutable standard of right and wrong, judgment is qualified by consideration of age, country, station, and other accidental circumstances, and it will be found the charitable judgment carries the least injustice.\n\n3. Piet is developed by ambition to acquire Divine Will, which is virtue in its real sense, if practiced with pure intentions to acquire Divine Will, and which, if secured, will enrich your heart, making you independent of creation, restricting your energy to eternity, and convincing you of what is destined for you with God, is much more then you possess.\n\nIt disregards outward show, tending to develop hypocrisy and disregards greed, tending to develop shamelessness. it evinces a keen desire to preserve enviable character, and gain means with pure intentions to maintain self and dependents (direct or indirect) by avoiding laziness, as it is a source of misery and adopting a method, whereby you may be able to oblige others, without exceeding limits, purely by means of honest hard work, to be economical in execution of a hard work, private or public, though not at sacrifice of requisite charity viz. self-sacrifice consideration, sympathy, over-looking human weakness, to be self-supporting, to be content, to avoid illegal gratifications, to fulfil trust and refund deposit, irrespective of caste, creed, and character, to be silent, except where right is at stake ad to avoid idle talk, singing, attending dance and like engagements. Thus, two main attributes which turn man obliging are “piety and patience.”","25-0-9":"Self-evident to show the difference in mental attitudes being duped in worldly pleasures and getting blind-hearted, and God’s intentions are not to force guidance upn any but to leave it to freedom of will, under warning of future accounting.","25-10-32":"As the translation has been made with clear explanation interpolated under bracket, it does not require considerable annotation, except to observe the idea of God in those days, was still limited to physical objects, and it was not possible for them to conceive God as invisible, Self-sufficient, Omnipotent, Omniscient, Deity (He having no attributes of creation).\n\nIt was for this reason Moses was asked to produce physical testimony in support of his being divinely inspired. This was later misinterpreted as magic, when actually magicians admitted it could no longer be magic as magic, during sleep is ineffective, whereas Moses’ rod was guard to Moses during sleep.","25-33-50":"1. This is a convincing proof how an open mind, though having erred on unsound principles, when subjected to test, admits unsoundness of his principles to the truth. The magicians realizing the unsoundness of the jugglery with which they had over-powered the public at large, when brought to display their tricks, before the Divine Representative, found they could no longer stand the test and submitted to God despite Pharaoh’s threat to hang them on the scaffold, whereas Pharaoh, being impassioned in worldly power, could not overcome his passion, and remained misguided to his own destruction p roving “to reign is worth ambition, though in hell.\n\n2. This shows, despite our Prophet’s threatening his companions, who were similarly drowned in love of worldly power, could not check themselves after his demise, ad submitted to passion, sacrificing eternal gains under misguidance to their own loss.","25-51-67":"It is a fine example confirming “houses of tyrants are deserted.” The most imperious masters over their own servants are, at the same time, most abject slaves to the servants of other masters. A king rules as he ought, a tyrant as he lists, a king to the profit of all, a tyrant only to please a few.","25-68-103":"1. From couplets 92 to 104 are entirely and absolutely applicable to the Prophet’s followers, i.e. unauthorized religious commanders who took an unfair advantage of Ali’s busy engagement in the Prophet’s obsequies, under plea of maintaining peace by holding selection for Khilafat in Bani Saquipha, in spite of the fact Ali’s succession the Prophet was already proclaimed in the Valley of Khum under Divine sanction. There could be no danger when control of God is mightier than all other arms joined. This requires faith, which the leaders lacked.\n\n2. This shows how ignorant they had been or faithless in God’s Omnipotence due to love world to win power. They forgot past experiences of crusades, wherein, every time, the field was under Divine control, and none but the Prophet’s companions, except Ali, as a Divine Light, could hold the field under sway.","25-104-121":"Every Prophet, after establishing sole sovereignty of God on the Day of Judgment, when He shall judge their deeds, demanded his obedience form them as a Divine Light. And if anybody turned away was an associate condemnable to Hell. And as the devil, after being cursed had been given an opportunity in recognition of his services (to repent for his sin of condemnation) so also those of the Prophet’s followers, who associated were being given relaxation to do penance. Do not judge people from the outward worldly position, but look in their acts, which will expose their faith. Did not the Prophet repeatedly state his Ahl al-Bayt (Divine Lights) were like Noah’s ark he, who boarded the ark, i.e. followed the Divine Lights, would attain salvation.","25-122-139":"Gist of the paragraph, as of the Text is “entertain Divine Awe and follow Divine Light” being trustworthy, if salvation is desired, for he who dies without knowing Divine Light of his age, dies the death of an infidel.","25-140-158":"Imam Hussain reminded Yazid’s forces about his being Lord of Paradise as declared by the Prophet and warned them from participating in his innocent murder. But they killed his six months’ old child, Ali Asghar with an arrow, falsifying him and thus rendered them fit to be avenged, under Divine justice on Resurrection. Such regret is natural and is no compensation of heinous acts.","25-159-174":"Fear God, obey Divine Light, avoid evil society.","25-175-190":"Social justice has to be maintained with entertainment of Divine Awe, following in the footsteps of Divine Lights.\n\nThose capitalists who do not pay tithe and allowed luxurious life to their children have forfeited the right to paradise unless they do penance.\n\nIn the world the welfare state has retaliated, under pressure of economic conditions by levy of a super tax, death duty, and finally, depriving them of a managing agency, which they wanted for their extravagant sons. Physiological, psychological, social, and economic proceed from neglect of moral philosophy but religious philosophy, if neglected, will result in condemnation to hell.","25-191-226":"In couplet 214 as per Divine Commands the Prophet invited his Quraish relations for three days successively feeding all, fully on a cup of flesh of gravy, with bread, offering his succession to any who helped in his Divine mission. These included: Abu Talib, Abu Lahab, Hamza, Abbas, etc. None came forward except Ali. Hence, his selection to succession practically dates with that period – Vide Maalim-ul-Tanzil.\n\nNovel reading is deprecated as misguiding and must be discouraged, as dealing with subjects against religion and facts.","26-0-13":"1. Fear your acts by seeking self-defects in though, word and action.\n\n2. Let your acts be to gain your eternity.","26-14-30":"It may be noted, Jewish prophets were gifted with something of everything, whereas Prophet Muhammad and the Ahl al-Bayt were gifted with all that was needed. Compare Ali’s interpreting the sounding of an Abbey’s horn.\n\nInterpretation of an Abbey’s Horn\n\n1. Sublime is God, Truth is He. Verily the Lord is Self-sufficient, Eternal, Forbearing, and Compassionate to us. Had it not been for his forbearance, we would have been doomed.\n\n2. Verily shall we be raised on Reckoning Day and a questioner shall demand accounting on us. Oh Lord, do not destroy us, rectify our faults, take us into Your service and purify us. Your forbearance led us to Your disobedience. Hence, forgive us.\n\n3. Verily the world has deceived us and engaged us in worldly avocations and made us forgetful and deceived us.\n\n4. Oh worldly people, do not amass (do not amass wealth). Oh worldly people, be patient in worldly affairs, walk carefully. Go on weighing, i.e. account from self as you proceed.\n\n5. The world shall annihilate its generation. Not a day passes, but someone amongst us passes off the world.\n\n6. Hurry up to account before death. Had we not been ignorant, we would have considered the world a jail. Do virtues and avoid ill, do virtue, bear grief.\n\n7. What is the world? What is it? How long it is? Give it up. Therein lays your welfare. Hope in God.","26-31-43":"How can miracles manifested by Ali be deemed sorceress on the face of the facts of this paragraph.","26-44-58":"Clear.","26-59-65":"God in proof of His Being personal indispensable cause puts forward the following proofs:\n\n1. Cosmological – He having created (under knowledge and Might, nothing having emanated from Him and thus disproving doctrine of Pantheism). The Heavens and Earth were energized solely by Him, without assistance of a partner or a son, thus dispensing with claims of infidels, Christians, Jews, who maintain the angels to be daughters of God, Jesus and Ezra to be sons of God to look after the Administration of the world. His object of creation is to afford a definite time within which to attain Divine proximity, through instruments of Divine Lights with revelation, being made capable beforehand, He being inaccessible by virtue of His being unlike creation.\n\n2. In proof of His further existence, He directs our attention to where human hearts seek relief in distress, when material means, placed at their disposal, fail to function.\n\n3. He then points out revealed sources created for human guidance ad be no more agnostic.\n\n4. He then lays down teleological objects of creation and reversion, which is to secure the final destination of paradise or perdition, depending upon belief or unbelief of Him and action through Divine Lights or otherwise. Eternal hell is for him who denies foundations of faith, which are five already enunciated.\n\n5. When means provided by the Indispensable Cause to proximate Him are forsaken, what right has humans, how much able, intellectual wise and philosophical be he to claim Divine proximity? How can he claim even intelligence, wisdom, etc. when these are Divine gifts and have been misused, by being ungrateful to God, for acknowledging His Sovereignty and commands? Divination by means of evil spirits as occultism is illegal and depracated, except genuine cases duly tested religiously.","26-66-81":"After describing the general characteristics of infidels in their disbelief of Dooms Day and who were ridiculing it as stories of old, of which they and their forefathers were threatened, they demanded actual date of it, which is only known to God Who has held it in secrecy. None should insist on it.\n\nDuring Resurrection, when time for avenging the Prophet’s enemies, will come during the emergence of the 12th Light, there shall appear Dajjal, a Jew by caste and sorcerer by profession, born in the afternoon of Wednesday, in the time of the Prophet, six miles away from Medina, and one eyed and who started talking, having on his forehead, inscribed infidelity. The Prophet demanded evidence of his prophecy, upon which he demand of the Prop[he his Divine nomination. The Prophet cursed him. He has been spared until Resurrection and will be slain by Jesus. Ali will appear on Mount Safa’ with Moses’ rod, and Solomon’s ring to distinguish infidels from faithful. This will be when the sun will rise from the west and the door of penance shall be closed.","26-82-92":"In this allusion is made to Resurrection and Judgment Day in brief, laying stress on attachment to the Ahl al-Bayt. Compare Jesus in St. John 7:63, 9:5, 12:26, 14:15, and 6:47 – 48.","27-0-12":"God has allegorically represented enemies of the Ahl al-Bayt in Pharaoh, Haman, and presaged their punishment during resurrection. Mighty Divine Design is to be appreciated in how Moses is being brought up at Pharaoh’s.","27-13-20":"From this it appears the importance of Taqiyya which goes to safeguard the life of Immaculates who were entrapped in saving sinful followers against the dead enemies of God. A man known as “Momin-e-Ale Pheraon” 600 years old acting on this principle of Taqiyya save Moses’ life by timely information.","27-21-27":"Divine design needs appreciation on how Moses is born, cherished, and married and receives prophetship. The entire life history of Moses is chivalrous. His behaviour is to be kept in the mind of men for trial of like nature, with followers of Muhammad in Islam. Object of make history previous prophets and their followers is confirming human character being like-minded.","27-28-41":"(34) Similarly Prophet Muhammad (peace be upon him and his progeny) prayed to God to grant him Ali’s assistance in propagating Islam (Vide Paragraph 2 Ta Ha). Ali was to Muhammad what Aaron to Moses. This is the advantage of making history in the Qur’an by the Sublime Almighty.\n\n(41) Pharaoh claimed to be God, falsified Moses as a magician and is condemned to hell. Similarly, those who assumed Khailafat, falsified Prophet Muhammad in his nomination of Ali as a Divine Light under Divine command and his immaculate family Hassan and Hussain, who were declared to be Lords of Paradise, were over-looked by the tyrants of their age shall be treated.","27-42-49":"Self-evident.","27-50-59":"The world cannot go on without Divine Light, and without knowing the Divine Light no human action will be appreciated by God. Divine Lights should be immaculate and Divine nominated are preliminary conditions to guidance. It is possible he may, under Divine Commands, shut himself out from the public to meet Divine Wisdom. For that simple reason his existence cannot be ignored. In his absence he makes sufficient arrangements to keep guidance going on until such a time God commands His emergence, to restore peace he has to remain concealed, as in the present case of the 12th Divine Light.\n\nFor fear of losing worldly ambitious grades, people do not subject themselves to religious discipline and this is short-sightedness.\n\nCouplet 56 refers to Ali Talib (Ali’s father) who had masked his faith and helped the Prophet in his mission. His case is alike “Seven Sleepers of the Cave,” secretly co-operating when Mecca was entirely under pagan worship.\n\nThe succeeding Couplet gives the trend of the general public then.","27-60-74":"Except (true) Islam, all other religions will suffer.","27-75-81":"This is a very clear proof of God’s condemning vanity caused by wealth, unless the wealthy reserve to self only so much is quite essential for self, and spend so much as is quite essential for self, and spend the rest in the name of God on mutual relation. There is no hope for salvation although few appreciate. What a bar these riches, keeping them away from Divine Remembrance, Divine Knowledge and turning them to be hypocrites – granting they are in constant touch with the Learned. They cannot escape self-conceitedness due to inescapable vanity. This is Divine Philosophy in maintain the faithful in poor condition, in this world, for which they should be grateful to Him.\n\nThey should bear in view the dignity of “Labour” as Divine Lights have themselves manifested and shed prejudice against it, especially amongst educated classes, giving essential consideration to their position. To develop spiritual, intellectual and material phase of life, remembering labour is not in itself an end but a means to achieve eternity, which is lasting wealth, aided by abstinence, by sacrificing present comforts for future State. The dignity of labour in spiritual phase of life is on (1) prayers, (2) fast, (3) pilgrimage, etc. and is so much estimated, that “if prayers are admitted” the rest of the virtues shall be considered, else they will be rejected. Again, fast is compensated by God and none else can do it. If pilgrimage avoided, with a view, not to sacrificing comforts of life, or incurring inconvenience of journey, no matter if one offers instead a mountain full of gold, it will not be accepted.\n\nThus, self-sacrifice and abstinence of the present pleasures, with a view to be wealthy in the future State are sure means of salvation against eternal punishment (vide Surah 61,Couplets 10 – 11) (The ranks) having faith in God and Divine Lights. To develop this dignity of labour, keep in touch with traditions, promising wealth in future State for performance of prayers, observance of fast, pilgrimage (obligatory and auxiliary) especially during the months of Rajab, Sha‘ban, and the Holy month of Ramadhan – reading of the Qur’an (described in Appendix B).","27-82-87":"It is distinctly laid down, “Eternity is Home for the righteous” and their characteristics have been variously pointed out from time to time by God, viz. (1) implicit faith in God, (2) in Divine Light, (3) bearing intense love to the Prophet’s Immaculate Family, (4) naturally this means hatred to the enemies of God, the Prophet and his Immaculate Family, (5) belief in future life, (6) preparation for it, (7) under self-sacrifice of life, property, and honour, (8) realization of Divine Justice being fulfilled, (9) this brings about penance for evil deeds, (10) ever remembrance of Divine gifts causes thanksgiving.","28-0-12":"On revelation of this the Prophet said, “My followers shall certainly be tried after me, to distinguish the faithful from otherwise, and as revelation will cease, sword will remain behind until Judgment Day. This prophecy, we have been witnessing until today, true adherents of Divine Lights, owing to their disagreement with their enemies, have been continuously in communal affray (compare the tragedy of Karbala).\n\nThose who do not interest themselves in either party, to preserve their worldly status, at the cost of religion shall suffer the most because when you do not appear for examination you have no qualifications for admission to Paradise. These are hypocrites, viz. Muslims in name.","28-13-21":"God in proof of His raising the dead quotes enlivening of creation after its extinction also, he cites various coloured creation on the surface of the earth without any model, He started, so shall He similarly raise them alive to account for their deeds.","28-22-29":"Falsifying a prophet brings about Divine Wrath.","28-30-43":"1. The last paragraph distinctly points out love for worldly pleasures, in any form is destructive, ultimately to individual interest, whether the scientist claims comfort to life in peace, carrying out his researches, or a politician desires welfare state with folk dances alluring the public to propagating peace through length and breadth of the earth or an industrialist claims property by universal employment, thus eulogizing his mentally misguided own actions, under the devil’s deception, renders himself culpable before Divinity on Reckoning Day, for not having submitted to His religious discipline indicated and followed by Divine Lights.\n\n2. Co-ordinate co-operation is nothing but seeking a refuge in a spider’s web of socialist democracy, against theocracy. They are unaware of life beyond death, where collective security disappears against individual responsibility to Divinity on reversion. Nor any attempt at crushing by hydrogen bombs to each other, such as democracy versus communism, is anything but the devil’s intrigue, against man and God. How can such acts be conceived under Divine approval when the very Creator, Who is indispensable to man, is discarded?\n\nWhen God, to establish His theocracy, has enforced on man to present himself five times a day, praying forgiveness for his sins and praying for provision for self, through His Divine Light. Any constitution, irrespective of these two is unacceptable under any circumstances, to be a true Muslim, whose faith in the Glorious Qur’an assures him, Islam revealed unto universal Prophet prevails over all religions to displeasure of associators who by tampering with previous (their won) revelations have placed themselves so awkwardly.\n\nEven present peace movements, by the Republic or the Socialist or in between are not going to relive any of his individual responsibility to God. He distinctly maintains everything in Heaven and Earth and in between is His. So is administration thereof. He has no partner to share His administration, except His legal Divine Lights, who simply comply with His Commands and do nothing of their own free will.","28-44-50":"Prayers, if performed with conditions, prevent moral and religious vices, as no contract is valid without fulfilment of its obligations, so are prayers, liable to rejection in acceptance.\n\nThese are: Purity of intentions to discharge duty to God, self, and others. Object of prayers being to attain proximity of Divinity, Who is “All Pure.” Purity of intentions to proximate Divinity requires first knowledge of His Unity, sole sovereignty as sole Providence of creation, His Attributes, His likes and dislikes, His object of creation, etc., and this knowledge can only be obtained through His authorized Divine Lights, who shall warn on maintenance of purity of body and soul, by rendering self-pious, dutiful, polite and maintaining justice, before prayers.\n\nDivine remembrance outside prayer time will keep you alert of the devil’s deceptions, thus maintaining you just and dutiful. Avoid fruitless discussion on religious matters unless with one who is serious on seeking religious truth with whom, with politeness, discuss on points you find him weak therein, suggesting means to rectify and rise in piety.","28-51-62":"Followers of non-Divine Lights are condemned. They are being remunerated for their immediate labour, having no share in the future state, except hell. Do not be vexed about livelihood. Depend on Providence of the universe, seek where you are at liberty to pray to Him, as desired by Him.","28-63-68":"1. World: The world is made up, for the most, of fools and knaves, both irreconcilable to Truth. First being slaves to a blind credulity (bigotry), the last, too jealous of that power. They have usurped over folly and ignorance of others which the establishment of the empire of reason would destroy (in resurrection).\n\n2. Contact with the world either breaks or hardens the heart (hence be disinterested in worldly affairs).\n\n3. The life of the mere votary of the world is, of all others, the most uncomfortable for which is his god, does not always favour him, and which should be never.\n\n4. To understand the world is wiser than condemn it. To study the world is better than to shun it. To use the world (to eternal end) is nobler than to abuse it.\n\n5. Buying, possessing, accumulating (for the future state) merely with a view to secure Divine Will is not worldliness but to do it for the love of the world is bad.\n\n6. Never forget to thank God for His countless bounties by acting on Godly ways in all walks of life. Get attached to Divine refuge in preference to be far away from Him.\n\n7. Of all duties, love for truth with faith and constancy in its ranks first and highest. To serve God and love truth are one and the same, i.e. why it is said, “Peace if possible, but Truth, at any rate, c.f. “Lives of Ali and Hussain.”","29-0-9":"1. In June 614 A.D. Jerusalem was taken by the Persians. The entire Christian world was horrified. The Holy “life-giving cross of Christ” was taken away until 622, when Heraclius was able to take the field against the Persians. This is a miracle of the Qur’an, presaging events before their occurrence. This is also the period of the Battle of Badr.\n\n2. Few worldly people realize the object of creation, being taken up in worldly affairs. They cannot devote a few hours for life beyond death, which is of permanent nature. Would they have relied with confidence, having belief in the future State, which is the appetite of reason. This is the world of seeds, of causes, and of tendency. The other is the world of harvest and results and of perfected and eternal consequences. The most momentous concern of man is that stage, which he shall enter upon, after this short and transitory life has ended, and in proportion as eternity is of greater importance than time, so ought men to be solicitous, upon what grounds, their expectations with regard to that durable State are built and on what assurances, their hopes and fears stand.\n\n3. Tyrants and oppressors when living are terrors to humankind, but when dead, they are the object of general contempt and scorn. For instance, the death of Nero was celebrated by the Romans with bonfires. Also deaths of Yazid, ‘Omar, Sa‘ad, etc. are similarly celebrated by the Muslims until today.\n\n4. Sin is first pleasing, then it grows easy, then delightful, then frequent, then habitual, then confirmed, then the man is impenitent, then he obstinate, then he is resolved never to repent and thus he is ruined ultimately, being turned into an apostate.\n\n5. When chaos and insecurity end, attempt at restoring social order by promoting cultural creation, viz. economic, political, organizational, and moral, without guarding its impedance is made. Result has been the rise and fall of civilization (of our own making). Is India, amidst countrywide floods, marching successfully to civilization? Find out causes, so often repeated here.\n\n6. It is only the bread of heaven and water of life (piety) which can so satisfy in which we shall hunger and thirst no more.","29-10-18":"Five times daily prayers are summed up in the 17th and 18th Couplets. The righteous shall be admitted in paradise and culprits in perdition.","29-19-26":"Every day is a little life and our whole life is but a day repeated. Therefore, live as if it would be the last doing virtuous deeds and procrastinating evil.","29-27-39":"All revealed religions, through their authorized Divine Lights, were in nature Islamic, i.e. resigning to Divine Will and true in their origin having come from the Truth from God, the Almighty, following of which assured salvation.\n\nWhen, however, they were tampered with or misconstrued by adversaries of the Divine Lights, to serve their worldly ends, they had to be amended by subsequent Divine Lights, sent by God alone, demanding their obedience and presaged by Divine Lights of their age, from successors or preceding generations, under Divine Command, hence any obstinacy to submission on the part of the latter, on plea of their faith had identical foundational tenets, proceeding from God is inadmissible and does not admit their claim to salvation, as the following the way of Divine Lights, of latest revealed cults in religion, having over-powered all preceding religious cults guaranteeing immunity from association and leading to salvation, although it is unwelcome to them.","29-40-52":"Lightening, floods, earthquakes, landslips, cyclones, typhoons, are all Divine warnings, and not casual catastrophes to which man is subject, as usually interpreted by men who are desirous of making headway in the world with creative mind.","29-53-59":"Mort virtues develop by adopting patience and cheerfulness as former is essence of faith and latter mother of virtues. Guard against hasty extempore arguments leading to excitement as their ultimate fate is failure and repentance, whereas contemplative well-designed acts have been pioneer in raising one’s estimation.\n\nBe modest, contemplative, cheerful, though sober and grave and avoid public enmity, which generates the worst diseases of the soul, viz. jealousy, backbiting, lie, allegation, ridicule, and pleasure at another’s mishaps, thus rendering the heart, incapable of attaining Divine Will. Avoid evil desires, which develop love for property and children and these unless they are secured and devoted absolutely to Divine Will, under legitimate means, result in human destruction.\n\nBe quick in obliging in virtuous acts, though not against justice, careful against notorious mischief mongers, forbearing and forgiving to the obedient, but strict to the incurable and inveterate disobedient but within bounds of justice, kind, polite, and advisory to the obedient, but maintaining self-respect to the disobedient in enforcing rules of the department if sub-ordinate, so long as he continues persisting therein and to one’s better half in domestic administration but never to parents, as no virtues are appreciated at their displeasures, inimical to self-opinion and self-conceitedness due to knowledge, position, birth – virtues and other\n\nDivine gifts (as it is highly self-delusive and destructive), tender and highly unreservedly self-denying. Never rest content on self-opinion, unless founded on reason, made to conform to Divine Law, rightly expounded by those authorized. Avoid joke, shooting and going to the royal gate, as they harden the heart.","30-0-10":"Self-explanatory, as deprecating musical entertainments towards causing ungratefulness by disregarding Divine bounties.","30-11-18":"There is no such penalty for error and folly as to see one’s children suffer. There is no such reward for a well spent life as to see one’s children religiously trained and well started in life with fixed character and noble breeding. Study their spiritual, mental, and moral attitude: dignify labour in their eyes and propose a fitting avocation for them.","30-19-29":"Only today is yours: if lost, it is lost forever lest you may say, “I wasted time and now does time waste me.” Importance of following the Divine Lights is remarkably stressed here. Any other way is merely ruinous. Also, labour on worldly pleasures shall lead to intense punishment. Powers endowed on Divine Lights are countless.","30-30-33":"Knowledge of the above five facts is limited to God and these form Divine secretes solely reserved unto Him.","31-0-10":"Let death be daily before your eyes and you will not entertain any abject thought, nor too eagerly covet anything: (1) On death and judgment, heaven and hell, (2) who oft do think, ust needs die well.","31-11-21":"Self-sufficient, if carefully grasped.","31-22-29":"Bodily notes will suffice.","32-0-7":"1. As hearts, like cisterns, can remain pure when they hold pure water, and become impure otherwise, and are incapable of holding sincere love of God with impurity of worldly affection. In fact, the condition of the heart assumes four different aspects:\n\n(1) when it is absolutely and sincerely open to Divine guidance, it is enlightened having no other lover superseding Divine love,\n\n(2) it is topsy turvy like that of an associator, just as an inverted tub cannot hold water, so nothing is Divine can appeal to an associator,\n\n(3) it is sealed despite appreciating the truth, on account of desire for power and wealth, it could not become sincere and this hypocrisy,\n\n(4) it is at times purified when it thanks God for Divine bounties, is patient under trials, is repentant, under commission of sins, and at times it becomes obstinate, refusing advice and ignoring warning.\n\n2. The Prophet’s wives are likened to a mother being illegal for marriage but are unlike mothers incapable of inheritance and need conversation behind a curtain.\n\nThe Prophet holds sway over the faithful’s soul. The condition of the Prophet’s companions may be likened with their behaviour in a crusade. If the companion was asked to participate in a crusade, his behaviour was either he laid down his life or he fled away or pleaded an excuse. The first was a faithful, second was an infidel and the third was a hypocrite. reward of these three is given in Couplet 8.\n\nCouplet 4 in the above paragraph was revealed to stop the customary practice of repudiating the wives among pagan Arabs before promulgation of Islam by expressing “mother” in her favour, thus injuriously assimilating them.","32-8-19":"Like an engine, the human body derives energy from carbon of food and oxygen is breathed in from outside air, through the nose and larynx of the lungs, and the left side of the heart below the lungs circulates blood through arteries and to the right of which, through veins is transmitted for purification to the lungs which return it to the left side of the heart in turn.\n\nCouplet 17 was revealed on utterance of Khalifa 2 when he saw Omer ibn Abdewad challenging them. Temperament of the faith of the Prophet’s companions (hypocritical mostly) be compared with those Hussain at Karbala. Their rewards shall be likewise.\n\nOn Shawwal 5th Hijra, Quraish infidels travelled all over Arabia to collect an army, as also from various Jewish tribes until their forces numbered 10,000. The Prophet had been driven out of Medina to Khaibre on breach of covenant. Bani Nazeer, a Jewish tribe of descent of Aaron. Hai ibn Akhtab, their leader, in conspiracy with the infidel Quraish said, “The Prophet has driven out Bani Kaiaka out of their houses and Bani Kariza, 700 strong, men of whom lived two miles away from Medina had a pact with the Prophet to assist him in the time of need. Hai succeeded in getting the pact breached, the result was the infidel Quraish attacked from higher plateau and they (Jews) from a lower plateau.\n\nTo meet 10,000strong, the Prophet, on the advice of Sulman the Persian, dug a trench to safeguard the Medinites near Uhud. The infidel Quraish besieged the Muslim army and Umar ibn Abdawad crossed the trench on horseback and offer to fight out the contest. The Prophet’s companions got nervous and the 17th Couplet was revealed. The Prophet asked three times his companions to respond to the call and none would come forward each time except Ali, who ultimately was selected with prayers to God. Ali offered three alternatives to the adversary, viz. to embrace Islam, to go back taking is army, to come down for his horse, as Ali was also on foot.\n\nRejecting the first offers he accepted the third and was beheaded by Ali. This created a panic. Ali, without removing his (enemy’s) most precious armour, took his head to the Prophet upon which the prophet said Ali’s single stroke of his sword of the was more than joint prayers of man and spirit until the Day of Judgment.\n\nOmar ibn Abdawad’s sister, when she approached to mourn her brother’s death, seeing his body, was surprised at Ali’s having left her brother’s most precious armour untouched, and said, “Verily he (Ali) was chivalrous.” And God had declared, through Gabriel, previously on the battlefield of Uhud in which Ali was the only warrior. Thus is established Ali as a hero of the Text (i.e. in the Glorious Qur’an), for God is Pure and Truth and loves truth, and Ali has been personified as Truth in the words of the Prophet. Therefore, cursed be his enemy as they are enemies of Truth (i.e. God the Almighty). It is indisputably affirmed under the Prophet’s confirmation, Ali’s sword established Islam.","32-20-26":"Bodily notes are enough (history for details may be consulted). Note word “martyr” religiously is applicable to a faithful laying down his life for Divine Will under the commands of Divine Lights and not otherwise as politically commonly referred to nowadays.","32-27-33":"Later part of Couplet 33 refers exclusively to Divine Lights of the Prophet’s family and is misplaced here. Most renowned Sunni Commentators also agree to this claim.","32-34-39":"1. Muslim is he who trusts in God. 2. Mo‘min is he who admits sovereignty of Divine Light over his soul and body. 3. Obedient is he who is submissive in obligatory and optional acts. 4. Sadiq is one who is true in word and deed. 5. Patient is one who observes patience in adhering to virtues and avoiding vices. 6. God-fearing is one who does not look right and left in prayers. 7. Charitable is one who pays alms a penny per week. 8. Fast-bearer is one who observes fast on the 13th, 14th, and 15th of every month. 9. Chaste is one who guards against unlawful things. 10. Zakir (glorifying) is one who says prayers five times with conditions and repeats “Rosary of Fatima” after prayers five times a day.\n\nNote: 2. God has given powers to Divine Lights over soul and body of the faithful, both in acts voluntary and otherwise and none else can abrogate this privilege to self.","32-40-51":"God sends 1000 blessings and the angels pray 1000 times forgiveness for him who prays ten times the grace for the Prophet and His Immaculate Family. (Vide 43 Supra). The Prophet and Divine Nominees are the only Divine Lights for guidance and none else can undertake this grave responsibility.","32-52-57":"(Men are either faithful or otherwise. Do no torment the faithful, and do not act otherwise before ignorant else you will be like them). As per Couplet 57, those who grieve the Prophet are cursed by God in this world and in eternity shall be punished. The Prophet has repeatedly called is beloved daughter Fatima, “a piece of his liver” (allegorically) on functioning of which life exists. If anybody torments Fatima, as though he injures the Prophet for which hell is the punishment. So, also, he said, “If anybody worried or tormented Ali to the extent of his hair, he is cursed, and the cursed receives the door of penance closed against him.\n\nCouplet 58 is revealed against those who have tormented Ali and Fatima, who are immaculate, and those who are faithful should not similarly be vexed without rhyme or reason, as the faithful are highly estimated in the Eyes of God.","32-58-67":"Self-sufficient with bodily notes.","32-68-72":"A fully fledged faithful or a true Shia is attributed with (1) daily attendance to congregational prayers, (2) regular payment of tithe, (3) regular in feeding paupers, (4) is kind to orphans, (5) maintains purity of clothes, (6) is ever ready for timely prayers, (7) fulfills trust, (8) refunds deposits, (9) is straightforward in dealings, (10). is up for truth, (11) is participating in crusade, (12) observes fasts, (13) is regular at midnight prayers, (14) is not worrying neighbours, (15) is pleasing in choosing companions, (16) walks meekly, (17) enquires after widows, (18) attends funerals, (19) never lies, and (20) is ever self-sacrificing.\n\nAs such he never postpones penance, and is therefore mercified by God against a hypocrite, who enters Islam, to be benefitted thereby, and doubts future Divine Punishment as against an infidel, who denies Eternity, knowingly and faces Divine Prophetship for fear of losing material gains of the world which is transitory.","33-0-8":"Bodily notes will suffice.","33-9-20":"This has been the practice of all secular States, bearing action on morality without religion which is another name for decency in sin. It is bound to wither and die like a seed, sown on stony ground or among thorns. Reason and experience both forbid us to expect that national morality shall prevail in exclusion of religious principles.\n\nIt will change as per convenience. We stated with democracy then jumped to the Republic and now are we devising socialistic structure of our choice. Let us see whither we en. Does religion i.e. (theocracy) change with circumstances? Islam will prevail until the Day of Reckoning and Divine Commands shall remain inviolable, when duly constituted Theocracy, under the 12th Divine Light is restored, after the failure of all human efforts in effacing it.","33-21-29":"Bodily notes are enough.","33-30-35":"(34) Cursed be that wealth (without religion) which leads one to disobey God and Divine Lights. Blessed is that (personal or national) which recognizes its real owner, God, the Almighty, and distributes as He desires, without disobedience unto Him, among His creatures individually or socially to equalize physical, mental, or spiritual inequality.","33-36-44":"Clear.","33-45-53":"From Couplets 51 onwards to 54, presages emergence of Sufiyani marching to Damascus sending forces to Baghdad and Medina where in former place, they will kill 3000, commit fornication and kill 300 of the Bani Abbas chiefs and advancing to Kufa destroying its neighbourhood, shall face their opponent. The second party going to Medina will lay it waste for three days and nights, and will march towards Mecca when under Divine commands, at Baida, they will be sunk underground by Gabriel, leaving two of the tribe of Jhenia.","34-0-6":"Bodily notes with study of reference to previous Surah will suffice.","34-7-13":"Clear.","34-14-25":"God has pointed out one of His most important attributes of being Self-sufficient and Indispensable to the creation. Divine guidance depends upon Divine awe and constancy at prayers.","34-26-36":"32 to 35 give special significance of Grade of Fatima’s lineage.","34-37-44":"Clear.","35-21-31":"Clear.","35-32-49":"(1) Regarding work in Couplet 38 above it may be noted as ultimate responsibility on Reckoning Day, is personal and not collective. Man becomes a custodian of property he collects in this world, by his efforts, beyond his own requirements for others and shall be held up for its misuse by the latter and shall not be rewarded, if well spent (except in religious trusts, which are his own acts, as having spent and handed over to God. Yet, how few realize they cannot misuse them.\n\n(2) Now efforts in its collection may be (1) legal, (2) doubtful, or (3) illegal. If legal, he will have to account for it. If doubtful he will be censured. If illegal he will be punished.\n\n(3) Worldly property, before God, is like a flesh of a dead animal. Human efforts, therefore, in its collection, should be limited to the minimum so if it is legally acquired, he will be classed as pious, else censured or punished.\n\n(4) Therefore, in choosing to employ efforts, physical or mental for worldly or eternal affairs, he should prefer eternal affairs, thinking it is his last day, and put off worldly affairs, thinking he is going to live forever.","36-0-20":"The actions are always to be judged by immutable standard of right and wrong, but judgment will consider age, country, station, and other accidental circumstances. Judgment is like a pair of scales and evidence is like weights, and Divine Will shall hold the balance, with a slight jerk of a proof of Divine affection and of Divine Lights, it will be sufficient in many cases to make the lighter scale appear the heavier. Never forget the Day of Judgment.\n\nKeep it always in view and frame your actions and plans with a reference to its unchanging decision (depending on Divine Love and of Divine Lights). Love implies obedience – (note carefully) acts due to admixture of filthy earth may be liable, yet proof of Divine Love, causing mental pain for their issue and penance may lead judgment to relaxation.","36-21-73":"Quite clear.","36-74-112":"This presages Imam Hussain’s Martyrdom and is a miracle of the Glorious Qur’an.","36-113-136":"Every tribe of a prophet for disobedience and tormenting him was punished by God, except that of Prophet Mohammad, for whom Resurrection is reserved and the Prophet is thus consoled in the forgoing paragraph.","36-138-181":"As per 166, Divine Lights, foremost creation – glorified God from which the Heavenly Residents learned “Glorification” and when on Earth, earthly beings followed suit. Thus proving their superiority over the rest of creation.","37-0-13":"Prophets, having been raised among them, by God, duly trained, have been a continuous cause of creating doubt as to their being “Genuine Divine Lights.” It has been repeatedly pointed out. Man would not have taken social behaviour with an angel or an animal or any one sent by God, from Heaven, not belonging to his species. The devil thus created jealously in them, by eulogizing worldly pursuits, belittling Eternity.\n\nIn Couplet 11 it is distinctly stated the Prophet’s followers for falsifying him and his family as Divine Lights have not yet been punished like those of the preceding Prophets.","37-14-25":"The two litigants who climbed up the wall were angels in human habitation having come under Divine Command to test David, who without trying their case remarked ex-parte, which was not fair, upon which Divine warning came to him.","37-26-39":"Solomon’s ace of cutting the horse’s feet and neck is inadmissible, being a major sin for a Divine Light, who is infallible.","37-40-63":"A source of gratification to the Shias.","37-64-87":"This explains the influence of the Devil in misleading his worldly devotees to refuse allegiance to Divine Lights.","38-0-8":"Embryo as it is born is guarded in the placenta lying in the uterus within the abdominal cavity, where it is nourished under the blood of the menses as water grows vegetation, until it is fit to suckle milk which is reconverted from blood, apart from excreta. Such is the Might design of the Almighty.","38-9-20":"The main view is maintenance of Theocracy by following Divine Lights without any external physical force but throughout reasonable approach – against political powers of divergent conflicting ideologies justifying claims of their government, on their own principles to maintain peace and welfare of the public (not all) – but a major part in itself is fundamentally untenable – some sticking to Panch Shilla, desirous of maintaining their holdings without tolerating foreign interference whereas God claims the entire Heaven and Earth as being His property.\n\nValidity of this claim fails to appeal to religious reason. Others offer money, men and materials to draw to themselves, for their personal protection out of present self-sufficiency. But their guarantee extends to this world only whereas this is simply a journey and ultimate destination shall be settled after death. Of what avail is this bait? The ultimate result of all this is emergence of One Great Power (of Divine Lights) under Divine Nomination to dominate the rest (whom some faiths claim “The Supreme God sometimes takes human form). This is association leading to Hell.","38-21-30":"Theocracy has advanced an argument, overthrowing all other political ideologies.","38-31-40":"The virtuous stated in Couplet 33 above are qualified (1) by Truth, (2) by honesty, (3) by trustworthiness, (4) by less priding, (5) by forbearance, (6) by obligation to relation, (7) by kindness to the poor, (8) by minimum mingling with ladies, (9) by charitable disposition, and (10), by courteous behaviour. Any difference from the above will result in the difference of grades of the virtuous.","38-41-51":"On plea of search for truth to contribute to public happiness, when Divine Truth has already come to them saying there is no happiness in this world, except under contentment, out of vanity, scientists have refused to resign to religious discipline, to give up experimental technical researches, and have reached a stage in discovery of nuclear fissure, to destroy the very civilization, for maintenance of which they have forsaken “future state,” disregarding Divine Wisdom, which cannot go hand in hand with selfishness, proceeding out of vanity to surpass one another.\n\nPresent suggestion of barring this weapon of mass destruction offers no solution, for any nation facing defeat, abandons all scruple, and will use every weapon which could decimate the enemy. Excuses can always be brought forward for use of any diabolical weapon on retaliation. Energy released by fission of one pound is equal to 1500 tons of good coal burnt and one pound deuterium undergoes fusion in a thermo-nuclear reaction equals 10,000 tons of coal. Hydrogen bombs capable of producing explosion equivalent to detonation of two million tons of high explosive are in possession of America and Russia. Almost every discovery can be used for evil as well as for good.\n\nEven medical sciences have produced the spectre of bacteriological warfare. Were not teachings of Haroot and Maroot, for setting aside evil defects of magic misguided by the then generation? On account of which it was illegal. (Vide footnote (103), page 19 of the first set of this translation). Has not Divine Text given geographical location of Sakar (hell – Vide page five under footnote – regarding which fifth Divine Light “Imam Mohammad Baqir”) said, “There is a mountain in “Sakar” known as “Sawood,” on the top of which is a plain known as “Sakar” in which there is a well, covered with a lid which, if removed, heat there will baffle the inmates of hell and who will raise hue and cry. This well is the residence of tyrants. Why falsify this truth presaged by Divine Lights – for our own benefit? And go on, in vain research of scientific truth against Divine Will? Solution of this entire struggle is in the following paragraph (six) commencing with Couplet No. 54.\n\nThe object of creation is to pray to God as per His Will and not think of providing for future generations to come. This is the look out of Providence Himself. This interference is Association leading to Hell. His Will is declared unto Divine Lights. Hence, object of creation is to follow Divine Lights, if Divine Proximity is needed.","38-52-62":"Bodily notes, if fully studied, should suffice.","38-63-69":"From 64 above, it is clear, any pursuit against the Prophet’s suggestion of man is proceeding in vanity, be it scientific in Nature or Politically defensible, especially in the holy months when heavenly gates are opened for an easy approach, to simply follow the Devil (Inner Fort) who is simply waiting to draw them to Hell. It is very common among the so-called faithful to see them gossiping – nay, backbiting one another in pursuance of ill-feeling they bear to members of the same faith (and yet hope to claim the same privileges, which Islam offers to them) by following passion and mental misgivings, arising out the devil’s intrigue, against their weakness of faith.","38-70-74":"Quite clear as to the safety – lying in Divine Awe and following Divine Lights.","39-0-8":"Penance referred to in Couplet Seven above is derived by disowning fealty to non-authorized successors of the Prophet. Similarly wives and children of the faithful who have improved themselves, in disowning fealty to unauthorized, winning of Divine Mercy on Reckoning Day is a special feature of Shias as a result of their fealty to Divine Lights.","39-9-19":"Clear with bodily notes.","39-20-26":"Consolation paragraph for Divine Lights and their followers.","39-26-36":"Reserving one’s tenet of faith, without divulging it when dealing with the tyrant, when there is a danger of life of self and others, is a Divine tact to guiding human kind on the right path, since God has made this world a trial and given chances to every creature to choose for themselves their final destination. It is imperative to appeal to their sense of reasoning in the most amiable manner without directly attacking them for their perverted actions thus guarding, thereby the faith, i.e. life of those who follow Divine path. Its application in various circumstances has already been referred to under Note 28 (c), page 68, Set 1.\n\nIf he still persists under presumption, self-conceitedness and obstinacy, thus setting aside reason, a Divine gift, a mysterious prophet inviting him to paradise, God seals his heart and leaves him to his misguidance leading to hell. Note in the same degree, we over rate ourselves, we under rate others, for injustice allowed at home is not likely to be corrected abroad, unless under self-examination, by calling oneself to account every night: (1) What infirmity have I mastered today? (2) What passions (i.e. enemy to Divine reason) have I opposed? (3) What temptation have resisted? (4) What virtues have I acquired? “Our vices will abate of themselves if they be daily brought to the shrift.” Examine how wise abstinent, obliging and just one has been while reasoning on laws expounded by the authorized and their application in matters of principle and policy, transaction to give and take, or mediating between the ruler and the ruled.\n\nBe eager to take lessons from others by advice and criticisms for well-wishers and avoid evil society and men of discursive trend of mind, by entertaining Divine awe and keeping in view of your object of creation and ultimate reversion to the Master as Whose slave you have been sent to this world, to discharge a contracted obligation, avoiding prejudice and condemnation to anyone in mind, as it affects his mind through the misgivings of a devil, common enemy to man, thanking God for His bounties, of keeping you away from these evils, and wishing well of people at large, dutiful to God, living creatures and the dead, disregard of which shall lead to infidelity, ending in Divine displeasure.\n\nBe moderate in eating, talking, and sleeping and fast as it develops tact, purifies the soul, undermines passion, enables to relish soliloquy. Tiding is for him who remembers Judgment Day, acts for it, remains content on little he gets, and is pleased with Divine decree. As with death, worldly trials end, so with dearth of property (material wealth) accounting reduces. there shall be none on Judgment Day, but shall desire would he had been bestowed by God just what was needed to meet his bare wants.","39-37-49":"The world is a true representation for him who verifies its objects, and safety is for him who gathers for the future state. It is the home of the rest for him to understand its aim and object, who is after eternal hoardings. It is the home of riches who accepts its lessons, house of advice. It is the prayer hall of God’s friends. It is the requisition hall of angels. It is a place of Divine oracles. It is the trade centre of God’s friends who acquire God’s grace, giving Paradise and reward ad hence it need not be hated.\n\nIt has already forewarned its frailty, described its peculiarity of its people and frailty, and has presented eternal pains and worldly pains from which the former can be gauged. He who becomes fond of eternal happiness, looking to worldly happiness ended his evening in health and safety, and started the morning earnestly and fearfully with threatening. It involves worldly people into grief and sorrows and they have to rail at it. During penance, those praise it who took advice at it, on its rendering them vigilant.","39-50-59":"Clear.","39-60-67":"Nil.","39-68-77":"Lying is hateful and accursed vice. It is spiritual shamelessness, physical sin of which is like fornication and punishment for this, in intensity, is equivalent to 70 fornications with one’s mother in the house of Allah. The criminal, in the grave, will suffer hammering on the head until the Day of Judgment. It brings down curses from 70,000 angels, and the worst in nature, it is when imputed to God or the Divine Lights. Not the least misfortune is a prominent falsehood, which becomes a fact in an apocryphal tradition, leading to public misguidance. One cannot appreciate faith unless he gives up lying. It is a lock to all sins, and is outside the sphere of a faithful. Its legality, where agitation is likely to crop up or life of a faithful involved or reconciliation is to be effected, is permissible, but equivocally. Husbands can tell their wives he loves them and to divert the children to virtuous acts, promises may be held out, in crusade it is allowable.\n\nThe Prophet promised Paradise to a faithful who (1) furnishes true information, (2) fulfils promise, (3) refunds deposit, (4) avoids unlawful eye, (5) controls his hand from tyranny, and (5) controls his passion in speech, stomach, and sensual pleasures.","39-78-84":"Penance, on seeing punishment, is inadmissible.","40-0-7":"Regarding the sealing of the heart in Couplet One above refers to those of infidels and associators. Their hearts are either inverted or rendered incapable of guidance under obstinacy. Regarding association in Couplets 6 and 7 above, is meant a group following unauthorized leaders who refuse to pay Khums, the legitimate due for Divine Lights. Its application may also be extended to all such creatures, which have been informed of Islam but pride and vanity and worldly engagements prevented them to accept it, or go through it.","40-8-17":"A tradition refers to creation of Earth on Sunday and Monday and mountains on Tuesday and vegetation and trees on Wednesday, the heavens on Thursday, the sun and the moon and the stars, angels, and lastly man on Friday. The origin of creation having started with a green element, liquefied under Divine Glory, and boiled and shaken to foam and gas, from which land and clouds were formed. These were commanded to function as per Divine Will and energized.\n\nFour periods referred to in Couplet 10 above are four seasons – spring, summer, autumn and winter, winter necessary for flowering, fructifying and growing of crops. The Mighty Creator, by effecting difference in latitude and tilting the earth’s axis to its plane of orbit, with variation of land and sea, and contours on the ground, causing variation of heat, at different places, in different times, to regulate food production for its inhabitants from the Poles to the Equator (is praiseworthy).","40-18-24":"Vocalization of various organs is not hard to be appreciated when the brain which is the store house of human activities can be made to function like a phonograph by its maker. past events are stored in ethereal sphere under electro motive waves. It is vanity to be presumptuous of Divine Truths and to discard them in vain glory to little knowledge of psychology which is still in infancy and not to follow Divine Lights sent as Divine mercy, for guidance from the Providence to Whom shall everybody ultimately revert to render account of his deeds in this world, from whence there is no escape.","40-25-31":"Attachment to Divine Lights needs ten qualities: (1) Forsaking the world, (2) avoid love of worldly luxuries, (3) cherish love for Divine Knowledge, (4) entertain piety, (5) be busy in penance and rectification, (6) regular in night prayers, (7) devoid of public help, (8) trust in God, guarding Divine commands, (9) avoid worldly people and worldly desires of food, sleep, and laughter, and (10) practice charity.\n\nAbsence of one voids another and thus renders attachment defective and not entitled to remuneration in full until under penance.","40-32-43":"The Persians have submitted to Divine Lights on the Arabic Text are superior to Arabs who butchered Divine Lights on the plains of Arabia.","41-0-18":"Bodily notes will suffice.","41-19-28":"Regarding reaping of Eternal gain, for sowing as per couplet 20 above, in the world resultant rewards for the future state may depend upon human intention. If a faithful man is married, it is necessary to have a virtuous faithful wife, with a faithful heart and tongue to produce rewards in the world, in the form of lawful property and faithful children in the world, and by virtuous sowing in form of prayers, fast and obligations and payment of tithe and pilgrimage and self-sacrificing in religious social service, while struggling against the inner foe, and being attached to the truth and justice, shall he reap from the time of participation of the soul to its ultimate salvation by admission to Paradise. Dignity of labour is this which is spiritually performed yielding eternal results.\n\nRegarding Couplet 21 all compilation of commentaries with context of Divine Text disregarding one put forth by Divine Light, after the Prophet’s demise, stands liable under association. The entire contents of the Text are indisputably the same as revealed, though deranged, and irregularly referred to.\n\nRegarding Couplet 23 when the faithful at Medina (Ansars) having seen the Prophet entertaining new converts and others offered a part of their property to help him in carrying out the Divine Mission, which was the Divine object of human guidance, this Couplet was revealed. Material help, beyond what God has fixed in the form of tithe, khums, and Divine trust was not necessary, so self-sacrifice of life and sincere attachment in Islam, which could equally be shared alike by the poor and the rich was enjoined on Muslims. Jas as prayers have been enjoined five times a day on all Muslims, rich and poor, healthy and the sick, to prove their supplication to God as Divine Lights are only torch-bearers of Islam, those which have followed them with life and property and have proved their sincerity since the time of the Prophet to this day. This command was also applicable to previous Prophets (see Moral paragraph 9, page 71, of the first set).\n\nRegarding 26, those who pray for their faithful brethren in their absence shall be permitted to intercede on behalf of the sinful Shias.\n\nRegarding 27, “On the present doctrine of self-sufficiency against Divine design of making creation, it is usually dependent upon one another unlike Himself?” Man has been subjected to trial under resistance of the devil and he does not like servitude and prefers guns to butter after sheer vanity, thus urging sacrifice of social welfare in the name of self-sufficiency, which would be a denial of co-operative action in the sphere of economic relation, as could benefit all the co-operators with present critical conflicting ideologies, maintenance of peace in trembling in the balance. They want a world government, constituents of which shall be all multiple governments, each having its Eternal Dominant Government, which has been existing before their creation, and which promises food, clothing and hutting to His creation, not only in this world, but promises eternal felicity after death, provided they own fealty to Him and to Whom they have to revert finally.","41-29-42":"Under subject to trial (1) to pray, (2) to participate in crusade or (3) follow a Divine Light, a faithful may succeed or fail. In case of success, his faith is confirmed, and in case of failure, punishment is inevitable, as per the decree of crime in the world or Eternity or at both places. Mental misgivings unless brought out in action are solved by oral penance, and false claims of hypocrites shall take them to the lowest grade of hell – vide Couplet 33 above.\n\nCouplet 41 is a Divine sanction to the 12th Divine Light to avenge, on Resurrection (1) Bani Umayyah, (2) falsifiers of Divine Commands, and (3) their enemies, and Couplets thereafter portray their behaviour, on seeing Divine Light, Ali, the Her, on resurrection.","41-43-52":"Sufficient.","42-0-24":"The Chief Minister of Madras on 3-8-53 in Hindu page two, stated “it was a remarkable achievement of the intellect of our forefathers which they anticipated the rule of law – the basic theme of biology and physics and forsook their author, God, in their research.”","42-25-34":"12th Divine Light’s presence presaged in Couplet 28 above.","42-35-55":"Enraging Divine Light is enraging God and inviting Divine Wrath.","42-56-66":"Emergence of Messiah, 12th Divine Light and Ali with is descendents are contemporaneous events of Resurrection and the faithful should not be upset when the Ahl al-Bayt are represented, since their position has been likened with Aaron to Moses, being clarified by the Prophet they are all Divine Lights, being on the right way, and their enemies in Bani Umayyah – Bani Abbas and their followers of like mindedness, out of jealousy proceeding by ignoring their Divine selection made them blind hearted and gained them nothing beyond temporary worldly power, for their worldly intrigues.\n\nThey (Divine Lights) cannot be likened with political pedagogues who, when they are trapped by their own followers, in their conflicting speeches admit they are not prophets and yet maintain leadership on what they view the field, changing as it does with times due to their disregard for Divinity.","43-0-28":"Self-sufficient.","43-29-41":"Tubah (37 above) was a faithful Arab leader amongst an infidel tribe and he had constructed a rampart to the town of Hira.","44-0-10":"Enought is the Text.","44-11-20":"When our prophet is the last of all the prophets and none to succeed him, Islam brought by him has to be preserved by his Ahl al-Bayt, Divine Lights, and he is a prophet over the universe and he is commanded in (18) above to follow and propagate it to say, all faiths are alike, is contradicting the Text.","44-21-25":"1. What they call “Nature” is God in fact, and the faithful should not abuse “Nature.”\n\n2. Education does not consist in merely communication of knowledge and transmission of skill. Spiritual side of human nature has also to be cultivated.","44-26-36":"Characteristics of the virtuous who shall attain salvation: Their hearts are God-fearing, contented, their wants are few, and are easily accessible, faith preserved, passion dead, temper borne down, people hope good in them and are safe against their injury, when compared with the negligent, they will be found virtuous and in a society of the learned, will not be found ignorant, though silent, but are in communion with God, forgive tyrants and are charitable to those who deprive them of their rights. They reconcile with the disaffected, avoid evil speech, they are meek, away from injury, ready to help the virtuous, inclined towards people, patient in adversity, and grateful in prosperity.\n\nThey realize Truth before evidence, do not waste trust, do not forget what is violated, do not abuse, do not tease neighbours, do not deride others, sympathize with the agonized, do not partake in unjust affairs, nor avoid the right path. Silence does not grieve them, smile slowly, leave tyrants to God, avoid the world and fire of its anxiety, nearing those who come close to them, relent to everyone, their avoidance is neither out of pride, nor proximity due to intrigue.\n\nNote: Egotism and pride are special Divine privileges (attributes). He who shall arrogate them shall be hurled in hell headlong.","45-0-9":"Abdus Salam demanded a reply to three questions from the Prophet before embracing faith: (1) a sign of an approaching Judgment Day, (2) first food men in Paradise have, (3) to whom is born a daughter and to whom a son? Reply being satisfactory, he embraced Islam.","45-10-19":"1. Self-estimation is another great cause of misguidance, whereby the rich look down upon the poor for following the Prophet, takin him worthy of being obeyed.\n\n2. Steadfastness in faith leads to salvation and has three grades, viz. common, special, and extra-ordinarily special. Common grade consists in admission of God and Divine Lights with Day of Reckoning and following the commands on action and refrain. In special grade, one has to give up dainty food and clothing and prefer Divine Will with piety. In Extra-ordinary grade, one has to give up love for life, property and children ad absorb themselves in Divine Glory by resigning self to Him, diligently toiling to develop spiritual form of soul.\n\n3. Divine Light Hussain and Prophet Yenya (Joshua) were born within six months. Man at the age of 33 attains a matured gave and at 40 is at his highest rise, thereafter he declines.\n\n4. Couplet 20 refers to worldly gluttons.\n\n5. Couplet 13 is repetition to Couplets 38 and 39, page 8 set 1 of “The Cow” and is variously reminded by God the Almighty.","45-20-25":"Try to use faculties granted in all their various passes, physical, intellectual, and spiritual, as man is superior to the rest of creation.","45-26-34":"Clear.","46-0-9":"Man should guard his virtues, rewards whereof in Eternity, commencing with death, as worldly gifts have to be paid for his labour under Divine Justices, as the Devil has been given power in the world. Be not led away by worldly position of politicians, be they socialists and industrialists or scientists as it is payment of their labour in the world.","46-11-18":"Best kind of prayers is admitting iniquity of Providence in obeying Divine Lights and praying forgiveness of one’s sins from Him, through their intercession.","46-19-27":"23. Those who spread disaffection amongst relatives by intriguing against the Prophet have been cursed. Hence the faithful should not associate with them (on religious affairs) as Hell is their destination.\n\n24. This refers to Shaiks and those of like-minded (as per Divine Light Six in Kafi) and needs no elucidation.\n\n26. This hatred was exposed several times, viz. in the Battle of Badr, Battle of Hunain, Batne Nakhle, water the Hajis, revelation of Khum (Khum-e-Ghadeer).","46-28-37":"God has given sufficient intimation of apostates who, notwithstanding their participation in the crusade, bore hatred (to Ali) and wasted their labours under secret plotting against Ali. Ultimately, God gave a definite decision, i.e. lovers of Divine Lights, will be found outside Arabia, i.e. in Persia and elsewhere. As when the Glorious Qur’an was being read out to them, they admitted His Commands wholly, entertaining Divine love, i.e. love of purity, that is love for the Divine Lights and hatred for lovers of the world. these are places where freely Islam can be observed in the original cult duly approved by Divinity.","47-0-9":"From the above one can judge the position of God’s representative on Earth nominated by Him. To contravene such an authority by thought, word, or deed (with which Khalifa II is charged) is a treason and condemnable to perpetual perdition unless absolved by penance. Those who fight against God and the Prophet (Divine Light) shall be treated as per Couplet 33 Surah Five (The Table).","47-10-16":"In sixth Hijri the Prophet dreamt, he with some companions goes to pilgrimage. Accordingly he started with700 for Umra taking 70 camels for sacrifice. When he reached Zul Halifa, where the pilgrims changed dress for Ahram, spies informed the Meccans of the Prophet’s marching against Mecca, so Khalild with 200 was sent ahead. When the Prophet reached Hudebia his camel refused to proceed. Therefore, the Prophet sent Osman (K. III) to Mecca to clarify the situation created by spies, but he was imprisoned and rumoured to have been killed, upon which Baithur Razwan was affected beneath a tree whereby none was to fly, until Mecca was conquered. Meanwhile, truce was affected, viz (1) not to make war for ten years, (2) he should return without pilgrimage, (3) next year Mecca will be evacuated for three days for him to pilgrimage, (4) during this interval, if any infidel embraced Islam, he should be returned to Mecca and not vice versa.\n\nThis aroused suspicion in the mind of Omar (Khalifa II) as to the genuiness of his prophecy (this is his mental treason). A further term was imposed that no bar should be imposed for the sake of business on either party (prejudice proceeding out of price and vanity defying truth leads to hell).\n\nThis couplet has preceded couplet 10, which followed it. This is an error in compilation as was previously noted in Surah Tribes (33:51) to have been 29.","47-17-25":"1. It should be carefully perused God has expressed His will towards the faithful only and not all those who by their haughty behaviour were excluded. (The inner secrets of their hearts being known to God.)\n\n2. Secret of Bait-ur-Rizwan had been revealed by a clever decision in the truce affected in saving the lives of faithful men and women and who had concealed their faith for having tolive with the majority of infidels in Mecca. This is Divine Wisdom. The Prophet simply complied with Divine Commands.\n\n3. Such acts are noticed when Ali, in the Battle of Siffin, prevented Malik-e-Ashtar to finish off the battle, and similarly Imam Hussain at Karbala held back the general onslaught of the enemy. This also explains postponement of the emergence of the 12th Divine Light until all the faithful are born. The Divine secrets are only made known to Divine Lights by Divine Messages. They act righteously throughout their life, unlike political pedagogue claiming to serve the nation, dedicating themselves and praying mob leading to ruin their ultimate cause (12-9-55). They rely on the wisdom of the mob.","47-26-28":"Rapidity with which Islam spread all over has always been a subject of great discussion amongst historians, which was also presaged by the Prophet on the battlefield of the Trench. Large heartedness, politeness with piety was mighty moral armaments, with which Islam marched against infidels to enforce conversion to Islam.","48-0-9":"The Prophet’s advice to Ali was, “Go over to visit the ill to a distance of one mile, accompany the funeral if at two miles, accept the invitation within three miles’ radius, visit a religious brother within four miles, relieve the needy within five miles, help the tyrannized within six miles, and ever make amends for your weakness, praying forgiveness and note affecting reconciliation carries the reward of a crusade.","48-10-17":"God has distinctly differentiated pretenders from the faithful. Muslims are those who, by admission of the tongue, are entitled to safety of their life and property, such as inheritance and marriage, worldly benefit having no claims to eternal rewards, until and unless they prove themselves by their deeds of self-sacrifice and property, when tested in the crusade, as this earth is merely a Divine Trust.\n\nA faithful committing major sins gets out of its fold and remains a Muslim without having title to acceptance of virtues. A Muslin illegalizing legal deeds of Islam or vice versa gets out of fold of Islam, rendering himself worthy of being beheaded. A faithful is one who owns fealty of Divine Lights of his body and soul – vide Moral to Paragraph Five, Sura 33, the Tribes.","49-0-14":"Self-sufficient.","49-15-28":"1. God’s being nearer to man than his carotid artery means from the point of view of knowledge, not physically as He is intangible. Similarly, the Prophet said he who saw me saw God. this means his being a Divine Light, manifested Divine actions and Divine will with Divine attributes being transferred to him. Exactly what Jesus says in St. John 12:45 – 46 – “He that seeth me seeth Him.” “I am come a Light into the world.” When transferred attributes to Divine Lights, God adopts transferred epithets of their physical organs to self.\n\n2. The worldly avocations are a great barrier to realize distant future, p art of which is visible at death-bed. This is a proof what we cannot see, cannot be denied. The further we are away from the worldly engagements, near are we to Him. It is death and purgatory thereafter, which cleanses sin of the sinful faithful, who are then able to appreciate reality and rendered capable to admission of paradise and some not until having passed some time in hell.\n\n3. Self-opinion is urging to deviate from religious code and results in self-destruction. Barring his own sin with those whom he influences over his head as a ringleader and shall on Reckoning Day, be a cause of being driven away from Divine Mercy, on the ground of his having forsaken authentic guides i.e. the Divine Lights.","49-29-44":"Clear.","50-0-22":"Just as God, in spite of being Self-sufficient and Indispensable to His creation, by virtue of His being unlike creation, has recourse to physical and spiritual agents’ viz. clouds, rain, soil, and angels for provision of His creatures, has created Divine Lights, having guided them to His way, qualifying them with His attributes to guide His creation on earth without which man cannot attain Divine proximity.\n\nHe who therefore denies ancillary leadership of Divine Lights, through whose medium alone, Divine proximity is attainable, is not only ungrateful, like children, disobeying their parents and incurring major sins which renders them unforgivable for wasting their virtues. Their infidelity to God is first followed by their infidelity to Divine Lights. Disobedience to parent is allowable, where Divine Commands are being contravened, but under no circumstances disobedience to Divine Lights is permissible, as they are infallible.\n\nHence, disregard to them must end in perpetual condemnation to hell without any question of intercession. The only difference in Divine Commands and those of them is former emanate for Him and the latter are transferred through their agencies, and for this reason prostration to God is only permissible. These Divine Lights are alive, whether present on Earth or otherwise and seeking their help is but fair, as in the case of the living beings. To judge them otherwise is mere ignorance of their real object of creation. Their actions are as per Divine will. Compare the word of Jesus in St. John 8:28 – 29 and that I do nothing for myself but as my Father taught me. I speak these things and that he sent me is with me. The father has not left alone, for I do always things which please him. This is exactly what the Prophet said, “Ali is with God and God is with Ali.","50-23-45":"Self-sufficient.","50-46-59":"Bodily notes will suffice.","51-0-27":"1. Fat of those who play away in this world is described in the above paragraph. They go on falsifying Eternity and make no preparation for Dooms Day.\n\n2. Man is known by the company he keeps. It will mould and fashion his character into conformity with its own. The depraved derive great satisfaction in ruining others as themselves. By their subtle influence, they move you, to set your faith in the wrong direction, whereby you dislike purity and quiet at home, and take a liking to dissipation and vice.\n\n3. Avoid those whose companionship silences the admonition of conscience, your reverence for Divine Text (see Appendix B) and faith in God and your dread of Dooms Day, degrading your character, wasting your substance, undermining your health, defeating the great purpose of life, taking away from you all hope of eternal salvation. Avoid the profane man social drinker, smoker, card player and cinema and musical radio seeker, shun the libertine, and turn a deaf ear to the cynic and the unbeliever. Forsake the foolish, and live and go in the way of understanding. Remember the friendship of the world is just as much enmity with God today and also of your neighbour plunged in pleasure, as it was in the beginning of the world.\n\nTidings are for the pious and pious children though weakened by nature in attaining high grades of their parents.\n\n4. Ali shall conduct the marriage ceremony with nymphs of residents of paradise as a result of their piety and night prayer with Divine awe for the dreadful day, when, to account shall they rise from clay.","51-28-48":"Note: The Prophet used to get up three times during the night and at every get up used to repeat couplets (190 – 194) of Surah Three, Ali- Imran.\n\nYou can discover want of common sense in illogical and inconsistent statements regarding prophets, by infidel enemies calling him a soothsayer and at times mad cap, and at times a poet. For such people, Our punishment is eternal and worldly.","52-0-24":"1. This paragraph testifies to the Prophet, as a Divine Light, making an infallible statement under Divine inspiration, without having any prejudicial influence of his Ahl al-Bayt. it also confirms the existence of paradise and hell.\n\n2. Another version of this paragraph gives a proof of Ali’s succession, when the Prophet was asked as to who would succeed him, when he said, the member of the house on which the planet would descend the following night and this house was that of Ali. (Previous version being from Qummi.)","52-25-31":"Nil.","52-32-61":"Although scientists by composition of two or more elementary substances produce a mixture or a compound, they are not able to explain property thereof. Thus the creator of these elements and producer of property is God beyond conception of scientists, the most intelligent.","53-0-21":"1. The temple of Mecca was considered the object of great adoration by pagans. It was their pantheon, holding 360 gods. Sabians sent the offerings to fire-worshippers. Jews showed their respect. It had become a migration of the Prophet, as barbarous invasion of Goths had broken the Roman empire. Many of the great centres of learning, namely, Rome, Milan, Alexandria were partially destroyed and thus culture had declined during the dark ages (450 – 1000 A.D.) Besides idolatry, several religions were found in Arabia. Jews driven from Assyria, Romans, Greeks, welcomed the children of Ismail, found deep respect for God of Abraham, principally at Mecca and Yathrab.\n\nBy means of souvenirs skilfully evoked, Judaism had made converts and had principally spread throughout Hijaz, in the neighbourhood of Khaibar and Yathrab. Powerful tribes of Khizran and Najhrites had been naturalized. Magianism was practiced by Himrites and on the coast of Persian Gulf, some disciples of Brahmanism in the midst of inhabitants of Oman.\n\n2. Although some are doubtful in the miracle of splitting asunder of the moon, as it was not largely witnessed:\n\n1. Owing to geographical difference of longitude.\n\n2. People may be sleeping.\n\n3. Not being broadcast.\n\n4. People were in the habit of looking at heaven at all times whether cloudy or otherwise.\n\n5. It was a question of little time.\n\n6. Besides, such miracles have occurred in the past, vide Joshua, 14:12 – 13. Then spoke... in the sight of Israel, sun, stand, there still upon Gibeon, and then the moon in the valley of Ajalax, and the sun stood still, and the moon stayed until the people had avenged themselves upon their enemies. Is not this written in the book of Joshua?","53-22-39":"Do not falsify a Divine messenger and listen to the Divine warning with care and act as per Divine discretion, lest you may have to pay eternally for disregard.","53-40-54":"Self-sufficient.","54-0-24":"Isme-e-Azam consists of 73 words, of which 25 were given to Adam, 25 to Noah, eight to Abraham, four to Moses, two to Jesus, with which he (Jesus) could enliven the dead and heal natural blind and lepers. Seventy-two are with the Prophet and his Ahl al-Bayt and the last reserved in the Almighty. (Man and spirit are K1 and K2).","54-25-44":"Self-sufficient.","54-45-77":"Self-sufficient.\n\nNote: Frequent repeating of Divine Bounties is a sure sign of coming inevitable punishment to the ungrateful criminals.","55-0-37":"The above paragraph classifies man in three groups, namely: (1) Divine Lights having an extra holy phase of soul with which they can come to know of anything and everything, (2) the faithful having a soul appeal to reason which makes them follow Divine Lights, (3) the misguided having three phases of the soul whereby (a) they move, (b) earn livelihood, and (c) marry, which are common to all three groups.","55-38-73":"1. Of sins, association in any form even ungratefulness, is unforgivable, unless undone under penance and reversion to God.\n\n2. Of sins involved in swallowing rights of others, one cannot absolve oneself, unless the creditor forgives him.\n\n3. Sins causing wrong to self (as belief in God and His creatures) are subject to forgiveness, under penance to God.","56-0-9":"1. If you are reasonable, you must agree there is an object behind human creation. Further there is a Prophet, a divine messenger Divine taught, inviting you thereto, with a book of guidance to support his claims. This should force you to give him hearing which will bring you out from your present misguidance.\n\n2. To equalize and establish justice, he who visits the eighth Divine Light shall be similarly graded, as those who acted righteously before conquest of Mecca.","56-10-18":"Sixth Divine Light remarked on this account, our true Shias are martyrs, whether they in die in bed of on the battlefield.","56-19-24":"1. Average age for sports is of a school going child where necessary exercise for body building is religiously permissible, without ruining character.\n\n2. Then comes an age of married life wherein man is deceived by attending dances, cinemas, clubs etc. (both morally and religiously condemned).\n\n3. Then come the age of decoration where time and money are spent in frailty (on vanity).\n\n4. Then follows middle age for winning power and pelf (by involving in politics.\n\n5. Then a desire to pass on the inheritance to perpetuate name and property.\n\nThese can be compensated by training children on religious grounds, study of scientific subjects to keep the mind healthy, by pilgrimage and study of religious jurisprudence, and creation of trust (any excess of wealth) instead of leaving it in the hands of those about whose spending, as per Divine Commands, you are not confident.\n\nThe world is a dream within a dream, and as we grow older, each state is an awakening, the youth awakes as they think from childhood, then full grown despises the pursuits of youth as visionary, and the old looks down upon humanity as feverish dreams. Death the last sleep! No, it is the last and final awakening (so far as deeds are concerned).\n\nPleasure and pain may be physical, mental, and spiritual may be true or false having respective effect according to the purpose for which they are courted.\n\nLife of Divine Lights courting loss of honour, life, and property simply to win Divine will to maintain Islam are of the highest grade, brought into play, for the public to emulate. Similarly, mind and body both can be regulated to yield eternal fruits, after necessary requirements for the worldly life are achieved.","57-0-12":"Of the ten questions and answers thereto, which Ali asked the Prophet in his private conference, by cashing Dinar to ten Dirhams, in advance as payment towards charity as per Divine command, three related to (1) wafa (fulfilment of covenant, i.e. ubiquity of God, (2) litigation which meant infidelity and association, (3) truth by which is meant Islam, Text, and leadership which by succession converges to Ali.","57-13-21":"In reply to David, regarding qualifications of God’s army, God said, “They avoid looking at an unlawful woman, save their hands from injuring others, and hearts off from thoughts of non-Divine.”","58-0-9":"Bani Amir and Bani Nazir, two Jewish clans lived under the Prophet’s protection in the district of Medina. In order to avenge Omar ibn Zamiri, who had killed two members of Bani Amir’s clans, preceded the Prophet, with his selected companions, demanding help from Bani Nazir. Instead, they plotted to kill the prophet, who was advised through Gabriel by God the Almighty. The Prophet deputed Mohammad Muslima to kill Kab ibn Ashraf, the rebel chief of Bani Nazir.\n\nThis being done, he demanded their evacuation from Medina, in default of which to face the battle, owing to their intrigue to kill the Prophet. They left their homes leaving their property, as crown lands to the prophets, who distributed it amongst his deserving relatives and to which the rich refugees and Ansars were not entitle. (Today, not a single Jew seems settled in Arabia).\n\nSelf-denial is a virtue characteristic of the Ahl al-Bait, who used to get direct provision from Divinity as above. In vain, do they talk of happiness, when, never did they subdue an impulse, in obedience to a principle. The secret of success is to know how to deny yourself, which is an excellent guard to virtue, for it is safer and wiser to abate some of our lawful enjoyment, than to gratify our permissible desires to the utmost. It is not only a characteristic of religion, but to human life. The lowest (physical pleasures) must always be denied when you have risen to a higher spiritual sphere. Religiously, it is a holy union with God, Whose self-sufficiency and proximity should make you godly.","58-10-16":"Infidelity is the root of all sins, for did man heartily believe the promises to obedience (i.e. paradise) and threats otherwise (i.e. hell), they could hardly have been so unreasonable as to forfeit the one and incur the other. Faith in God hallows union between parents and children, and that between subjects and ruler. Infidelity relaxes every bond and nullifies every blessing.","58-17-23":"Fear guides more to duty than gratitude. For one who is virtuous, from love of virtue, or obligation, he thinks he lies under the obligation of Giver of all. There are thousands who are good only from their apprehension of punishment. Virtuous fear is mother of far-sightedness leading to hope, by relying on God, and vicious fear is product of doubt and distress, leaving to distress and destruction. Obedience proceeds from love, and likewise disobedience from enmity.","59-0-5":"Before Abraham’s time the faithful used to be poor. After his prayer, some were enriched to be on the level with the infidels. Ever avoid befriending infidels, as ruining your noble features, for certainly man is akin to beast physically if he neglects his soul being pure, akin to God.","59-6-12":"God enforced faith to purify from association, prayers to purify from pride, tithe to enhance provision, fasts to test sincerity, pilgrimage to maintain piety in religion, crusade for success of Islam, virtuous acts to improve mortal drawbacks, prevented evils to present sins, mixing to enhance friends, avenge to prevent murder, limits to maintain sacredness, barred drinking to maintain reason, barred stealing to maintain purity, barred fornication to maintain succession, barred masturbation to continue progeny, ordered true testimony to falsify cheats, forbade lie to maintain elegance of truth, ordered peace to maintain safety, decided leadership to maintain organization, ordered submission to revere leadership.","60-0-13":"Bodily notes suffice. This help (14) was due to faculty of faith granted to the faithful. Similarly, “faculty extra to Divine Lights enables then not to forget anything.” Faith is affection the Ahl al-Bayt displayed in recalling the “Tragedy of Karbala” advising tyrants and bemoaning Divine Lights with wet eyes, visiting their shrines, nay – maing your home so as to be directly transferred to paradise being forgiven of sins.","61-0-7":"Self-sufficient.","61-8-10":"Friday is better than the other week days. It is Sabbath for the Muslims, prayers are accepted and God relaxes sins. Death on Friday or preceding night (provided he is faithful) is of a martyr.","62-0-7":"The Prophet said, “Five things are palced at five different corners and man looks out for them elsewhere. How shall he get them?” (1) Respect before God and he looks at the royal court. (2) Happiness in Heaven and looks in the world. (3) Divine Will in self-denial and he looks in serving passion. (4) Riches in contentment and he looks in the plentiful property. (5) Development of reason in abstinence (fast) and he searchs in gluttony. The Prophet prayed to God to provide him with the bare necessity and him who loves him, and enhance it with children, him who is enimical to him.","62-8-10":"In guarding property and children he forgets timely prayers and thanking God for the Bounties, bearing calamities patiently. Therefore, be content with your lot, keep on reading the Qur’an contemplatively and train your family in the Divine way, as per Divine Will, since Divine Love to the faithful is greater than any other, and let them not be a bar to your attending religious conferences where Divine Lights preside.","63-0-9":"1. World has offered two different aspects, rendering man faithful, infidel, leads lliife in the world, with politeness and hard work, devotes entire energy to collect towards welfare of self and children, without having any regard to the Creator and His obligations ushc a one destroys self and after death, whether individually or nationally, as a Prime Minister of a Welfare State.\n\n2. Realizing object of creation, works for Eternity, what he gets by dint of hard work and adherence to truth, is content with his lot in this world without being anxious about furure provision of his children, relying on God’s commandments, inthis respect, left this world to meet Him, as per His will, Who will fulfil what He has promised him through His Prophet.","63-10-17":"Bear and forbear, these are great virtues, useful in the world and eternity. To bear injuries, annoyance on vexatious events meekly, patiently and prayerful and with self-control is more than capturing a city. Cultivate these virtues until your heart yields a fine crop of it. you have your own failings, which need to be over-looked by the Providence, Who is Knower of Secrets and Open.","64-0-6":"1. The institution of marriage keeps moral world in being. Without it natural affection and amiableness would not exist. Domestic education would become extinct, industry and economy would be unknown, and man would be left to the precarious existence of the savage. But for this institution, learning and refinement would expire, governments would stink into the guild of anarchy and religion rooted from earth would hasten back to her natural heavens.\n\n2. Marriage is in essence an act of chastity, established by law, not admitting dissolution. Better adhere strictly to formulate prescribed.\n\n3. To validate repudiation, the husband hould have attained majority, should be sane, and of sound understanding, soul be of his own will and have a destined intention on his part to dissolve the marriage tie.","64-7-11":"Self-sufficient.","65-0-6":"Truth spoken before time may be not only hurtful but even unlawful, except under Divien Text.","66-0-13":"Bodily notes are enough.","66-14-29":"Enough.","67-0-32":"Sins are at war with reason and conscience. We are hungry, they offer us bread but it is poisoned, we are thirsty and they offer us drink, but is from a deadly fountain. They may often satisfy us for the moment but it is death in the end. It is only the bread of Heaven and water of life which can so satisfy, which we shall hunger no more and thirst no more, i.e. Divine provision through Divine Lights.\n\nSins reduce provision by catastrophe. The private and personal blessings we enjoy of immunity, safeguard, liberty, integrity deserve the thanksgiving of a whole life.\n\nIf one should give me a dish of sand and tell me there are particles of iron in it, I might look out for them in vain with my clumsy fingers and be unable to detect them, but let me have a magnet to sweep through it, and how would it draw to itself the almost invisible particles by the mere power of attraction. The unthankful heart, like my finters in sand, discovers no sins, but let the thankful heart sweep through the day, and as the magnet find iron, so will it find on every hour some Heavenly blessings. Only the iron in God’s sand is gold.","67-33-51":"1. Before sinning, state its justification for not being condemned, sanctification for its reign, and glorification for its existence.\n\n2. Most sins begin with the eyes, by them, commonly, Satan creeps into the heart. Man can never be in safety which has not covenanted with his eyes.\n\n3. The wages which sin bargains for with the sinner are life, pleasure and profit, but the wages is p ays from are death, torment, and destruction to understand the falsehood and deceit of sin, we must compare its promises and payment together.","68-0-36":"If Judgment Day is remembered every day with misfortunes in fornt of the reader, he will confirm his faith in God, avoid disobeying Him and the Prophets (Divine Lights) and will begin to detest the world and its frail, power and pelf which will be of no use to him except which he sends ahead in his lifetime, inthe name of God, purely to win His Will.","68-37-51":"Truth can hardly be expected to adopt herself to the crooked policy and wily sinuosities of worldly affairs, for truth, like light, travels straight. Truth lies in character. Much of the glory and sublimity of truth is connected with its mystery. To understand everything we must be as God, Who is inaccessible. He, therefore, created Divine Lights, taught them and made them His trustee.\n\nTo make us alike Him, enjoined upon us their love and following. Feligious Truth touch what points of it you will, has always to do with Being and Government of God and is, of course, illimitable in its reach. If a thousand old beliefs were ruined in our march of Trugh, we must still march on. It is the special p rivilege of truth always to go on candid minds. (See previous reference p. 255, Set Three).","69-0-34":"1. Worldly wealth is the devil’s bait and those whose minds feed upon riches, recede in general from real happiness in proportion as their stores increase, as when the moon is full when most distant from the sun.\n\n2. Seek not proud wealth but such as you may get justly, use soberly, distribute cheerfully and live contendtedly. It can only be a blessing, being to sustain and extend knowledge, virtue and religion know their use. Those who lose them by accident or fraud know their vanity, and those who experience difficulties and dangers of preserving them knowtheir perplexities. He who will not permit his wealth to do so any good to others while he is living, prevents it from doing good to others while he is living, prevents it from doing any good to himself when he is dead, and by an egotism which is suicidal and has a double edge, cuts himself off from the truest pleasure and the highest happiness hereafter.\n\n3. Let us not envy some men their accumulated riches. Their burden would be too heavy for us. We could not sacrifice, as they do, health, quiet, honour, and conscience to obtain them.\n\n4. If you desire to purchase honour with your wealth, consider first how wrath became yours. If your labour got it, let your wiskdom keep it. If oppression found it, let repentence resolve it. If your parent left it let your virtues deserve it. So shall your honour be safer, better and cheeper.","69-35-43":"Self-sufficient.","70-0-19":"1. True repentence has a doubleaspect. It looks upon the past with a weeping eye and upon the future with a watchful eye. It is relinquishment of every practice, from the conviction which it has offended God. Sorrow, fear, and anxiety are properly not parts but adjucts of repentence, yet are too closely connected with it to be separated.\n\n2. It is greatest and dearest blessing which ever God gave man in which they may repent andtherefore to deny or delay is to refuse health when brought by the skill of the physician, to refuse liberty offered to us by our Gracious Lord.","70-20-27":"Those who admit the Prophets as Divine Lights are considered faithful and subject to forgiveness under intercession.","71-0-27":"1. Genii are spirits having ethered body and capable of assuming any shape. Before the Prophet’s coming to this world, they used to go up to Heaven and overheard the Divine Message and communicated to soothsayers, who, mixing it with their own guess, foretold events and misled creation.\n\n2. The Prophet being God’s Beloved Prophet was advised with Divine secrets likely to occur until Dooms Day and Divine Lights. (Ahl al-Bayt) received the same in spiritual legacy.","72-0-18":"Clear.","72-19":"1. Life is a journey, not a home, a road, not a city of habitation, and the enjoyment of blessings we have are but little inns on the road side of life, where we may be refreshed for a moment in which we may, with new strength, press on to the end.\n\n2. Life is the soul’s nursery; it is a training place for destiny for Eternithy, a sacred life of burden you bear. Look on it; bear it solemnly, fail not for sorrow, falter not for sin, but onward, upward until the goal, you win.","73-0-55":"Bodily notes will suffice.","74-0-29":"This is the most difficult period being first of Eternity and last of the world. When laid in the grave, four angels will appear standing: (1) in front, (2) right, (3) left, (4) at foot. They will say, (1) worldly period is passed, (2) property has disappointed and its evil effects have remained, (3) avocations have left and issues remain behind, (4) happy is the soul who earned honestly and engaged self in Divine Proximity.","74-30-39":"Verily Glorious is Your Nature.","75-0-21":"Bodily notes will suffice.","75-22-30":"CF Jesus’ statement in St. John 17:6 – 8, “I have manifested Your name unto which you give me out of the world – etc. (regarding Couplet 32 particularly.","76-0-39":"Please do not forget insistent orders of Divine Lights are “prayers.” It is allged modern manwas not opposed to religion but was indifferent to it. He did not deny the existence of God, but did not want to bother about Him due to self-will. With the aid of science and technology, modern man though he could make the world a happy place (what about the Future State, when shall be a decisive vitory)? (See paragraph two of Moral at the end).\n\nAlthough it is agreed p ractically, on all hands, fundamental unity of all religions, and supreme ideal of life was the realization of God, yet they are ignorant, which various cults then propagated, have now been tampered with, and as subsequent Divine Lights came, pointed out these deviations from the original Divine Intentions. Last, faith, which is not going to be replaced anymore, and is universally applicable only, is valid until Dooms Day, appeal through Divine Lights to the living public, setting aside their passion and projecting aggression passionately (as non is authorized by God to put forth any directive appeal to the public to adhere and old mutilated cult, excep the Divine Lights on the basis of Final faith, they are now propagatging).","76-40-49":"1. The weakest spon in every man is where he thinks himself to be wisest. In the same degree we over rate ourselves, we shall under rate others, for injustice allowed at him is not likely to be created abroad. Beware of no man more than yourself. We carry our worst enemy with us. Hence, try to walk in Divine Light and you shall see your path, though thorny, bright.\n\n2. If there be ground for you to tread in your own righteousness, all God did to prepare the way is in vain.\n\n3. Self will is the source and spring of all which envy, malice, bitterness of spirit, malcontedness and ordinate desires and lusts which reign inthe hearts and lives of wicked men.","77-0-29":"Enough is in body. Mightiest Sign is Ali.","77-30-39":"Self-sufficient.","78-0-25":"God has sworn, on inevitability of Reckoning Day, by various attributres of anges, “Death and Administrative,” against disbelief of infidels, who humbug the threat of exemplifying to Pharaoh, whose transgression had led him to extreme association leading to worldly and eternal destruction.","78-26-45":"If you would learn self-mastery, begin by yielding yourself to Divinity. He who reigns within himself and ruls his powers, desires, and fears is more than a king. The man whom Heaven appoints to govern others, should himself first learn to bend his passions to the sway of reason. Divine Lights were born long before creation of the world and had been trained to glorify Divinity, before being sent from Heaven to guide and govern at large. This has to be realized and firmly believed, before cherishing love for them which will force you follow them.","79-0-41":"When first siren, Israphel shall sound\n\nQuake shall earth, so severely then\n\nThis be the effect of first of siren oh friend\n\nEmerging from grave shall run in haste\n\nThat day is sad and gloom in the extreme.\n\nBrother shall fly from brother and son from father\n\nI shudder when I think of that gloomy day","80-0-28":"Bodily notes will suffice.","81-0-18":"Bodily notes enough.","82-0-35":"Bodily notes are sufficient. It may be pointed out, Divine Lights are created of the purest heavenly earth and heart of the faithful being similarly thereof. that is why the hearts of the faithful are inclined to them, and vice versa, transgressors being created of lowest earth and hearts of their followers being similarly thereof.\n\nCompare St. John 6:29: Jesus said, “This is the work of God – which ye believe on Him, whom He hath sent. And him that cometh to me I will, in no wise cast out. For I came down from Heaven, not to do mine will, but will of him who sent me.","83-0-24":"To get yoiur book of rewards of self-sacrifice in faith, e.g. give him who refuses you, reconcile with him who discords with you, and forgive him who tyrannizes you.","84-0-21":"Clear. As usual, God has selected the zone of the heavens, containing the paths of the sun, moon, the five planets then known as Zodiac to swear by it.","86-0-18":"Man should devote an hour to contemplation in Divine Design, an hour in soliloquy, anhour in taking account from self, an hour for doing justice to self so as nto to be disgusted in life. Keep them self-abreast of times, holding one’s peice, in search of lawful earning, amassing Eternal Wealth.\n\nNot glee vanishes with though of death, laughter disappes with though of hellm, with knowledge of worldly revolution, faith in world subsides. With knowledge of Divine Decree grief disappears, with remembrance of Reckoning Day, negligence to righteousness is avoided. In short, avoid pursuit of being slave to passion and do what pleases Divinity.","87-0-25":"Just as a camel, on Earth, is subservient to man on simple signs, so shall be bounties in paradise be available, at simple desire.","88-0-29":"Bodily notes will suffice.","89-0-19":"From Couplet Two it follows Karabla, where the mausoleum of Hussain (dearest to God) and soil whereof has a purificating effect on sinful Shias is supreme.\n\nClear. Note table land above is affectionate attachment to Divine Lights proved by following them.","90-0-14":"Clear.","92-0-10":"Bodily notes are enough although common translation widely differs.","93-0-7":"This Surah with the preceding Surah is considered as one.","95-0-18":"Clear. Abu Jahal, who disbelieved and disliked the Prophet’s prostrating before God the Unique andhis failure to undo him, has been from couplet 9, to end pre-saging his destruction.","96-0-4":"Peace to the faithful is offered at five place in the Future State: (1) at partition of soul, (2) at dor of paradise, (3) in paradise, (4) in upper chambers of paradise, and (5) on receipt of bounties.\n\nIn every city where Divine Light resides there is a ladder of Light to Heaven when angels come and go carrying Divine message.","97-0-7":"Bodily notes are enough.","98-0-7":"Once Earth quaked in Medina and both Khalifas being helpless to ease the situation, ran to Ali, who quelled it, after laying his hand therein and uttering in a commanding tone. People were surprised, when he warned them of this Surah, presages his future relation with Earth.","99-0-10":"Bodily notes are enough.","100-0-10":"Enough. Deeds relate to faith, character, and acrs judged, i.e. weighted in a scalepan, i.e. by Divine Light of his time.","101-0-7":"Clear.","102-0-2":"For further elucidation of “Faith” see expounding thereof by Divine Light 1 Ali. Faith expounded by Ali (Divine Light 1). Reference Moral to Surah 103.","103-0-8":"Clear.","104-0-4":"God, Who is Omnipotent to safeguard His Sanctuary is also Omnipotent to safeguard His Islam when His beloved Prophet died when Ali was busy in his burial ceremony, and his companions having no faith, buried to seize Ali’s succession on plea of a rising.","105-0-3":"Clear. This makes with the pevious Surah one Surah.","106-0-6":"Clear.","107-0-2":"Ladies visting shrines of Divine Lights should strictly observe Pardah, circumperambulation about the shrine by the faithful is highly appreciated and the first to was Dhul Janah. They should also avoid when men congregate densely.\n\nIntercession depends on sincere affection of Ahl al-Bayt, displayed by participation in their sorrows and joys (such as birthdays) by Shias who uphold every member (young or old) who participated in the Tragedy of karbala, holding like attributes, proving them on the eventful day and after.","108-0-5":"Clear.","109-0-2":"On Conequest of Mecca:\n\nCauses: During peace of Hadebiya, one of its terms was safeguarding the life of the conflicting parties residing in Mecca or Medina, the bani Khazaya, the fathful were hostile to Bani Bakr, the infidels at Mecca. The latter slandered the Prophet before the former which resulted in an altercation, leading to loss of life of the former. News reached the Prophet at Medina and Abu Sufyan failed to effect a fresh treat with the Prophet, who marched against Mecca, and Sufyan embraced faith, under intercession of Abbas, the Prophet’s uncle and secured security of life for self and those under his roof swave two songstresses, one of whom was slain and the other escaped. Later, the Prophet, withthe halp of Ali, destroyed the idols at Ka‘ba, said prayers andhanded keeys there of Talha, original holder. He accepted fealty to Islam at Mount Safa, with men in hands and ladies in a cup of water, on condition of their not associating, fornicating, stealing, and abiding by virtuous ordinances of Islam. Ali, rising on the Prophet’s shoulders, destroyed the final idol.","110-0-4":"Clear.","111-0-3":"As a result of the Jews questioning the Prophet about God, above Surah was revealed.","112-0-4":"Used as an amulet.","113-0-5":"Every faithful has two ears to his soul, one of which is seated Divine angel, protecting against the evil influence and on the other, the devil producing misgivings, of whom are two, one in spirty andthe other in humans."}